{
  "fichier": "00-Reglement-1000-2008-PPC.pdf",
  "titre": "règlement numéro 1000-2008-PPC relatif aux projets particuliers de\nconstruction, de modification ou d'occupation d'un immeuble.",
  "chapitres": [
    {
      "numero": "1",
      "titre": "DISPOSITIONS DÉCLARATOIRES, INTERPRÉTATIVES ET\nADMINISTRATIVES",
      "pages": [
        1,
        2
      ],
      "contenus": [
        17,
        27
      ]
    },
    {
      "numero": "2",
      "titre": "PROCÉDURE DE DEMANDE D'AUTORISATION\nD'UN PROJET PARTICULIER",
      "pages": [
        2,
        5
      ],
      "contenus": [
        28,
        34
      ]
    },
    {
      "numero": "3",
      "titre": "DSPOSITIONS FINALES",
      "pages": [
        5,
        5
      ],
      "contenus": [
        35,
        36
      ]
    }
  ],
  "contenus": [
    {
      "pages": [
        0,
        0
      ],
      "alineas": [
        "VILLE DE SAINTE-ADÈLE"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "PROVINCE DE QUÉBEC"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "COMTE DE BERTRAND"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "REGLEMENT"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "NO."
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "1000-2008-PPC"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Victor Mainville District 1"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Jean-Pierre Pariseau District 2"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Gabriel D. Latour District"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "3"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Gary Quenneville District 4"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "André Lamarche District 5"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Nicole Durand District 6"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "sous la présidence de Monsieur le Maire Claude Descôteaux"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Tous membres dudit Conseil et en formant le quorum."
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Conformément aux dispositions de l'article 356 de la LOI SUR LES CITÉS ET VILLES (L.R.Q.\n1977, ch. C-19), le greffier est dispensé de la lecture du règlement."
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "QU'IL SOIT STATUÉ ET ORDONNÉ PAR LE PRÉSENT RÈGLEMENT CE QUI SUIT, à savoir:"
      ]
    },
    {
      "titre": "TITRE DU RÈGLEMENT",
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Le présent règlement s'intitule « Règlement relatif aux projets particuliers de\nconstruction, de modification ou d'occupation d'un immeuble»."
      ],
      "article": 1,
      "chapitre": 0
    },
    {
      "titre": "TERRITOIRE ASSUJETTI",
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Le présent règlement s'applique à l'ensemble du territoire soumis à la juridiction\nde la Ville de Sainte-Adèle à l'exception de toute partie du territoire située dans\nune zone où l'occupation du sol est soumise à des contraintes particulières pour\ndes raisons de sécurité publique."
      ],
      "article": 2,
      "chapitre": 0
    },
    {
      "titre": "DOMAINE D'APPLICATION",
      "pages": [
        1,
        1
      ],
      "alineas": [
        "L'autorisation par le Conseil d'un projet particulier de construction, de\nmodification d'un immeuble ou d'occupation d'un immeuble qui déroge à l'une\nou l'autre des dispositions des règlements concernés doit être faite\nconformément aux dispositions du présent règlement."
      ],
      "article": 3,
      "chapitre": 0
    },
    {
      "titre": "RÈGLES DE PRÉSÉANCE DES DISPOSITIONS",
      "pages": [
        1,
        2
      ],
      "alineas": [
        "Dans le présent règlement, à moins d'indication contraire, les règles de\npréséance suivantes s'appliquent :",
        "a) En cas d'incompatibilité entre le texte et un titre, le texte prévaut.",
        "b) En cas d'incompatibilité entre le texte et toute autre forme d'expression, à\nl'exception de la grille des spécifications, le texte prévaut."
      ],
      "article": 4,
      "chapitre": 0
    },
    {
      "titre": "RÈGLES DE PRÉSÉANCE DES DISPOSITIONS SUR LES AUTRES",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Les règles du présent règlement ont preseance sur toute disposition\nincompatible d'un ou plusieurs des règlements mentionnés à l'article 11."
      ],
      "article": 5,
      "chapitre": 0
    },
    {
      "titre": "RENVOIS",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Tous les renvois à un autre règlement contenus dans le présent règlement sont\nouverts, c'est-à-dire qu'ils s'étendent à toute modification que pourrait subir le\nprésent règlement faisant l'objet du renvoi postérieurement à l'entrée en\nvigueur du présent règlement."
      ],
      "article": 6,
      "chapitre": 0
    },
    {
      "titre": "TERMINOLOGIE",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Pour l'interprétation du présent règlement, à moins que le contexte n'indique un\nsens différent, tout mot ou expression a le sens qui lui est attribué au chapitre 3\ndu règlement de zonage en vigueur. Si un mot ou une expression n'est pas\nspécifiquement défini au règlement de zonage, il s'entend dans son sens\ncommun défini au dictionnaire."
      ],
      "article": 7,
      "chapitre": 0
    },
    {
      "titre": "APPLICATION DU RÈGLEMENT",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "L'application",
        "présent règlement relève du fonctionnaire désigné nommé selon\nles dispositions du règlement relatif aux permis et certificats en vigueur."
      ],
      "article": 8,
      "chapitre": 0
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "du"
      ]
    },
    {
      "titre": "POUVOIRS ET DEVOIRS DU FONCTIONNAIRE DÉSIGNÉ",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Les pouvoirs et devoirs du fonctionnaire désigné sont définis au règlement relatif\naux permis et certificats en vigueur."
      ],
      "article": 9,
      "chapitre": 0
    },
    {
      "titre": "CONTRAVENTIONS, SANCTIONS, RECOURS ET POURSUITES",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Les dispositions relatives à une contravention, une sanction, un recours ou une\npoursuite judiciaire à l'égard du présent règlement sont celles prévues au\nrèglement relatif aux permis et certificats en vigueur."
      ],
      "article": 10,
      "chapitre": 0
    },
    {
      "titre": "OBJET D'UNE DEMANDE",
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Le Conseil peut autoriser, sur demande et aux conditions prévues au présent\nrèglement, un projet particulier de construction, de modification ou d'occupation\nd'un immeuble qui déroge à l'un ou l'autre des règlements suivants :",
        "a) Le règlement de zonage en vigueur.",
        "b) Le règlement de lotissement en vigueur.",
        "c) Le règlement de construction en vigueur.",
        "d) Le règlement relatif aux plans d'implantation et d'intégration\narchitecturale en vigueur.",
        "e) Le règlement relatif aux permis et certificats en vigueur limité à une\ndisposition relative aux conditions d'émission d'un permis de construction\nou d'un certificat d'autorisation."
      ],
      "article": 11,
      "chapitre": 1
    },
    {
      "titre": "TRANSMISSION D'UNE DEMANDE D'AUTORISATION",
      "pages": [
        2,
        3
      ],
      "alineas": [
        "En vue de l'autorisation prévue à l'article 11 du présent règlement, une\ndemande écrite doit être transmise par le propriétaire de l'immeuble visé, ou par\nson mandataire dûment autorisé par procuration, au fonctionnaire désigné.",
        "La demande d'autorisation doit être accompagnée des documents suivants :",
        "a) le cas échéant, la procuration établissant le mandat de toute personne\nautorisée à agir au nom du propriétaire;",
        "b) un chèque libellé à l'ordre de la Ville de Sainte-Adèle au montant fixé par\nle règlement en vigueur régissant la tarification relative aux demandes\nd'autorisation d'un projet particulier de construction, de modification ou\nd'occupation d'un immeuble ;",
        "c) une copie d'un plan d'arpentage du terrain ou du certificat de localisation\ndu terrain visé par la demande ;",
        "d) une copie authentique de tout titre établissant que le requérant est\npropriétaire de ce terrain ou un document établissant qu'il détient une\noption d'achat de ce terrain ou, s'il s'agit d'un terrain appartenant à la\nVille de Sainte-Adèle, d'une preuve d'intention d'achat acceptée par le\nConseil;",
        "e) une déclaration établissant le ou les types d'occupation de l'immeuble\nvisé par la demande."
      ],
      "article": 12,
      "chapitre": 1
    },
    {
      "titre": "CADUCITÉ D'UNE DEMANDE D'AUTORISATION D'UN PROJET",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "La demande d'autorisation formulée en vertu de l'article 12 du présent\nrèglement est caduque si le requérant n'a pas déposé un projet particulier\ncomprenant les renseignements et documents exigés à l'article 14 du présent\nrèglement, dans le délai prescrit à cet article. Le cas échéant, les documents\nfournis par le requérant aux fins de l'article 12 du présent article lui sont\nremis. Lorsqu'une demande d'autorisation est devenue caduque par l'effet du\nparagraphe précédant, le requérant peut présenter une nouvelle demande à\ncondition de se conformer à toutes les exigences du présent article, y compris le\npaiement du tarif.",
        "Aux fins de l'application de l'article 14 du présent règlement, la date de\nréception de la demande d'autorisation est celle à laquelle elle a été dûment\ncomplétée, conformément à toutes les exigences de l'article 12 du présent\nrèglement. Le fonctionnaire désigné notifie cette date, par écrit, au requérant."
      ],
      "article": 13,
      "chapitre": 1
    },
    {
      "titre": "RENSEIGNEMENTS ET DOCUMENTS EXIGÉS POUR UNE DEMANDE",
      "pages": [
        3,
        4
      ],
      "alineas": [
        "Dans les 90 jours de la date de réception de la demande d'autorisation déposée\nen vertu de l'article 12 du présent règlement, le requérant doit déposer auprès\ndu fonctionnaire désigné un projet particulier visé par cette demande. A cette\nfin, il doit fournir les renseignements et documents suivants :",
        "a) un écrit exposant les motifs de la demande et une description détaillée du\nprojet particulier visé ;",
        "a) un plan montrant les types d'occupation prévus du terrain et des\nconstructions existantes et a ériger, ainsi que l'occupation de tous les\nterrains voisins situés à moins de 100 m des limites du terrain visé par la\ndemande;",
        "b) des photos de l'immeuble visé par la demande ainsi que pour les terrains\nvoisins situés à moins de 100 m des limites du terrain visé par la\ndemande",
        "c) un plan d'implantation démontrant les constructions existantes et à être\nérigées et comprenant tous les renseignements et toutes les informations\nexigés au paragraphe a) de l'article 5.2.2 du règlement sur les permis et\ncertificats, à l'exception du plan de piquetage qui n'est pas requis ;",
        "d) des esquisses en couleur montrant la volumétrie générale, les dimensions\net la hauteur des constructions existantes et à ériger sur le terrain, et\nleur intégration dans le contexte bâti situé à moins de 100 mètres des\nlimite du terrain visé par la demande ;",
        "e) la densité, en termes d'indice de superficie de plancher, des constructions\nexistantes ou à ériger sur le terrain;",
        "f) les occupations du domaine public à prévoir;",
        "g) les propositions d'intégration ou de démolition de constructions existantes,\nde conservation et de mise en valeur d'éléments architecturaux d'origine;",
        "h) un plan montrant les propositions d'aménagement d'espaces extérieurs,\nde mise en valeur et de protection des plantations existantes et prévues;",
        "i) un plan montrant les accès véhiculaires, les espaces de stationnement, les\nespaces de chargement et de déchargement, les espaces d'entreposage\nextérieur, les aires d'entreposage des conteneurs à déchets ;",
        "k) les études nécessaires à l'évaluation du projet eu égard aux impacts\nenvironnementaux pour le drainage des eaux de surface et le contrôle de\nl'érosion pendant et après ;",
        "j) dans le cas où le projet serait viabilisé par des installations privées\nd'alimentation en eau et d'évacuation des eaux sanitaires, un rapport\ntechnique, comprenant une étude de caractérisation du site et du terrain\nnaturel réalisée par une personne membre d'un ordre professionnel habilité,\nconfirmant la possibilité de desservir les lots projetés en eau potable et par\ndes installations sanitaires conformes à la réglementation en vigueur.",
        "m) l'estimation totale des coûts de réalisation et par item (bâtiments,\naménagement du terrain, etc.), ainsi qu'un échéancier de réalisation ;",
        "Le requérant peut joindre tout document qu'il juge utile au soutien du projet\nqu'il dépose. Un tel document sera étudié dans les délais prévus au présent\nrèglement pour l'évaluation du programme.",
        "Outre les renseignements prévus au présent article, le fonctionnaire désigné\npeut exiger du requérant une étude ou une expertise complémentaire portant\nsur un aspect du projet. Il doit fixer pour la production d'une telle étude ou\nexpertise un délai d'au plus 90 jours, qui commence à courir à la date à laquelle\nle fonctionnaire désigné avise le requérant de cette exigence.",
        "Les documents fournis en application du présent article demeurent la propriété\nde la Ville de Sainte-Adèle."
      ],
      "article": 14,
      "chapitre": 1
    },
    {
      "titre": "CRITÈRES D'ÉVALUATION",
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Les critères selon lesquels est faite l'évaluation d'une demande d'autorisation de\nprojet particulier sont les suivants :",
        "a) Le projet doit respecter les objectifs du plan d'urbanisme en vigueur ;",
        "b) la compatibilité et mitigation des impacts des occupations prévues au\nprojet avec le milieu d'insertion;",
        "c) les qualités d'intégration du projet sur le plan de l'implantation, de la\nvolumétrie, de la densité et de l'aménagement des lieux;",
        "d) la contribution du projet à enrichir le patrimoine architectural, naturel et\npaysager de la Vi Ile ;",
        "e) les avantages des propositions d'intégration ou de démolition des\nconstructions existantes et de celles pour la conservation ou la mise en\nvaleur d'éléments architecturaux d'origine;",
        "f) les avantages des propositions de mise en valeur des espaces extérieurs\net des plantations;",
        "g) les impacts environnementaux du projet, notamment sur le plan du\ndrainage, du paysage naturel, de l'érosion, du bruit et de la circulation ;",
        "h) la qualité de l'organisation fonctionnelle du projet, au regard notamment\ndu stationnement, des accès et de la sécurité;",
        "i) les avantages des composantes culturelles ou sociales du projet, s'il y a\nlieu;",
        "j) la faisabilité du projet selon l'échéancier de réalisation prévu.",
        "Malgré le paragraphe a) du présent, un projet particulier peut être approuvé\nmême s'il ne rencontre pas les densités minimales ou maximales inscrites au\nplan d'urbanisme. Pour l'application du présent article, le coefficient\nd'occupation du sol et le nombre de logements à l'hectare sont considérés\ncomme une densité."
      ],
      "article": 15,
      "chapitre": 1
    },
    {
      "titre": "TRANSMISSION DE LA DEMANDE AU CCU",
      "pages": [
        4,
        5
      ],
      "alineas": [
        "Dans les 90 jours suivant la date du dépôt d'un projet particulier, le\nfonctionnaire désigné transmet un exemplaire du projet au comité consultatif\nd'urbanisme, avec ou sans commentaires.",
        "Après étude du projet particulier, le comité consultatif d'urbanisme soumet au\nconseil sa recommandation à l'effet d'accorder, avec ou sans conditions, la\ndemande d'autorisation, ou de la refuser en précisant les motifs du refus.",
        "Aux fins du présent article, la date de dépôt du projet particulier est celle à\nlaquelle le requérant a fourni tous les renseignements requis aux articles 12 et\n14. Le fonctionnaire désigné notifie cette date, par écrit, au requérant."
      ],
      "article": 16,
      "chapitre": 1
    },
    {
      "titre": "TRANSMISSION DE LA DEMANDE AU CONSEIL ET DÉCISION",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "Le fonctionnaire désigné transmet au conseil un exemplaire du projet\nparticulier accompagné de la recommandation du comité consultatif\nd'urbanisme.",
        "Le conseil rend, par résolution, sa décision à l'effet d'accorder ou de refuser la\ndemande d'autorisation du projet particulier. Une copie certifiée conforme de la\nrésolution du conseil est transmise au requérant de la demande.",
        "La résolution du conseil, en cas de refus de la demande, doit préciser les motifs\ndu refus.",
        "La résolution qui accorde l'autorisation du projet particulier est assujettie aux\nprocédures de consultation et d'approbation prévues à la Loi sur l'aménagement\net l'urbanisme (L.R.Q., chapitre A-19.1)."
      ],
      "article": 17,
      "chapitre": 1
    },
    {
      "titre": "ENTRÉE EN VIGUEUR",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "Le",
        "RÉSOLUTION NO. 2008-312\nIL EST PROPOSÉ PAR LE CONSEILLER : M. Jean-Pierre Pariseau\nAPPUYÉ PAR LE CONSEILLER : M. Victor Mainville\nET RÉSOLU À L'UNANIMITÉ",
        "QUE le règlement numéro 1000-2008-PPC soit adopté par le Conseil.",
        "M. Claude Descôteaux, Maire Me Michel Rousseau, Avocat/greffier",
        "DATE D'ENTRÉE EN VIGUEUR:"
      ],
      "article": 18,
      "chapitre": 2
    },
    {
      "pages": [
        5,
        5
      ],
      "alineas": [
        "présent règlement entrera en vigueur conformément à la Loi."
      ]
    }
  ],
  "numero": "1000-2008-PPC",
  "objet": "projets particuliers de\nconstruction, de modification ou d'occupation d'un immeuble.",
  "dates": {
    "adoption": "A une séance ordinaire du Conseil municipal, tenue publiquement le 20 octobre 2008 à 20HOO\ndans la salle du Conseil Municipal située au 1386 de la rue Dumouchel, Sainte-Adèle, province\nde Québec, lieu ordinaire des séances à laquelle étaient présents Madame et Messieurs les\nConseillers",
    "avis": "ATIENDU QUE l'avis de motion du présent règlement a été donné lors de la séance ordinaire du\n15 septembre 2008, par Monsieur le Conseiller Jean-Pierre Pariseau."
  }
}
