{
  "fichier": "1314-2021-C-envigueur-20230317.pdf",
  "titre": "Règlement de construction numéro 1314-2021-C",
  "chapitres": [
    {
      "numero": "1",
      "titre": "DISPOSITIONS DÉCLARATOIRES, INTERPRÉTATIVES\nET ADMINISTRATIVES",
      "pages": [
        7,
        12
      ],
      "textes": [
        9,
        26
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS DÉCLARATOIRES",
          "pages": [
            8,
            9
          ],
          "textes": [
            9,
            16
          ]
        },
        {
          "numero": "2",
          "titre": "DISPOSITIONS INTERPRÉTATIVES",
          "pages": [
            9,
            11
          ],
          "textes": [
            17,
            21
          ]
        },
        {
          "numero": "3",
          "titre": "DISPOSITIONS ADMINISTRATIVES",
          "pages": [
            11,
            12
          ],
          "textes": [
            22,
            26
          ]
        }
      ]
    },
    {
      "numero": "2",
      "titre": "DISPOSITIONS APPLICABLES AUX NORMES DE\nCONSTRUCTION, DE RÉSISTANCE, DE SALUBRITÉ ET\nDE SÉCURITÉ",
      "pages": [
        12,
        31
      ],
      "textes": [
        27,
        79
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS GÉNÉRALES",
          "pages": [
            13,
            15
          ],
          "textes": [
            27,
            33
          ]
        },
        {
          "numero": "2",
          "titre": "ARCHITECTURE DES BÂTIMENTS",
          "pages": [
            15,
            22
          ],
          "textes": [
            34,
            52
          ],
          "sous_sections": [
            {
              "numero": "1",
              "titre": "DISPOSITIONS GÉNÉRALES",
              "pages": [
                15,
                17
              ],
              "textes": [
                34,
                42
              ]
            },
            {
              "numero": "2",
              "titre": "FONDATIONS, PILOTIS ET PIEUX",
              "pages": [
                17,
                19
              ],
              "textes": [
                43,
                44
              ]
            },
            {
              "numero": "3",
              "titre": "GESTION DES EAUX PLUVIALES, DRAINS ET RACCORDEMENTS",
              "pages": [
                19,
                22
              ],
              "textes": [
                45,
                52
              ]
            }
          ]
        },
        {
          "numero": "3",
          "titre": "TECHNIQUES DE CONSTRUCTION DURABLE",
          "pages": [
            22,
            26
          ],
          "textes": [
            53,
            62
          ]
        },
        {
          "numero": "4",
          "titre": "ÉLÉMENTS DE FORTIFICATION",
          "pages": [
            26,
            28
          ],
          "textes": [
            63,
            66
          ]
        },
        {
          "numero": "5",
          "titre": "MAISONS MOBILES",
          "pages": [
            28,
            29
          ],
          "textes": [
            67,
            73
          ]
        },
        {
          "numero": "6",
          "titre": "SÉCURITÉ ET ENTRETIEN",
          "pages": [
            29,
            31
          ],
          "textes": [
            74,
            79
          ]
        }
      ]
    },
    {
      "numero": "3",
      "titre": "DISPOSITIONS RELATIVES AUX CONSTRUCTIONS\nDANGEREUSES ET AUX CHANTIERS DE\nCONSTRUCTION",
      "pages": [
        31,
        37
      ],
      "textes": [
        80,
        101
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "CHANTIERS DE CONSTRUCTION",
          "pages": [
            32,
            35
          ],
          "textes": [
            80,
            93
          ]
        },
        {
          "numero": "2",
          "titre": "CONSTRUCTIONS, BÂTIMENTS, OUVRAGES DANGEREUX, INACHEVÉS,\nINOCCUPÉS, INCENDIÉS OU DÉLABRÉS",
          "pages": [
            35,
            37
          ],
          "textes": [
            94,
            101
          ]
        }
      ]
    }
  ],
  "textes": [
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Ville de Sainte-Adèle"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Codification administrative : à jour – 21 mars 2023"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "PROVINCE DE QUEBEC REGLEMENT NUMERO 1314-2021-C"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "Avis de motion : 17 mai 2021"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "Adoption : 19 juillet 2021"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "Entrée en vigueur : 23 septembre 2021"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "1314-2021-C-1"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "17 mars"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "2023"
        }
      ]
    },
    {
      "titre": "Titre du règlement",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Le présent règlement est intitulé « Règlement de construction de la Ville de Sainte-Adèle » et porte le numéro 1314-2021-C."
        }
      ],
      "article": 1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Abrogation",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Le présent règlement abroge le règlement numéro 1200-2012-C intitulé « Règlement de construction » tel que modifié par tous leurs\namendements ainsi que toutes dispositions inconciliables d’un autre règlement en vigueur."
        },
        {
          "texte": "Ces abrogations n’affectent pas les permis et certificats légalement émis sous l’autorité des règlements ainsi remplacés ni les droits acquis\navant l’entrée en vigueur du présent règlement."
        }
      ],
      "article": 2,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Portée du règlement et territoire assujetti",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Le présent règlement, dont les dispositions s’appliquent aux personnes physiques comme aux personnes morales autant de droits publics\nque privés, s’applique à l’ensemble du territoire de la Ville de Sainte-Adèle."
        }
      ],
      "article": 3,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Domaine d'application",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "La construction, l’érection, la démolition, la réparation, l’agrandissement, le déplacement, l’ajout d’une construction ou d’une partie de\nconstruction, l’installation d’une maison mobile, la subdivision d’un logement ainsi que l’exécution de travaux sur un terrain ou sur un bâtiment\ndoivent être exécutés de façon à se conformer aux dispositions du présent règlement."
        },
        {
          "texte": "Les modalités et les conditions de délivrance des permis et certificats sont définies dans le Règlement sur les permis et certificats en vigueur\nde la Ville de Sainte-Adèle."
        }
      ],
      "article": 4,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Travaux non affectés",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Tous travaux de construction, de réparation, de modification, de démolition ou de déplacement effectués aux ponts, viaducs, tunnels, réseaux\nd’égout, d’aqueduc ou de voirie ne sont pas soumis aux dispositions du présent règlement, lorsqu’ils sont sous la responsabilité ou la\npropriété de la Ville ou d’une instance gouvernementale ou paragouvernementale."
        },
        {
          "texte": "De plus, tous travaux de construction ou de modification des réseaux de transport d’énergie électrique, de gaz, de ligne téléphonique ou de\ncâblodistribution qui ont lieu dans l’emprise d’une voie publique ne sont pas assujettis au présent règlement."
        }
      ],
      "article": 5,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Dispositions des lois et d’autres règlements",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Aucune disposition du présent règlement ne peut être interprétée comme ayant pour effet de soustraire une personne à l’application d’une\nloi ou d’un règlement du gouvernement provincial ou fédéral ou à l’application d’un règlement de la Municipalité régionale de comté des\nPays-d’en-Haut."
        }
      ],
      "article": 6,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Documents de renvoi",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Lorsque le texte fait référence à un document de renvoi, celui-ci est partie intégrante du présent règlement."
        }
      ],
      "article": 7,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Entrée en vigueur",
      "pages": [
        8,
        9
      ],
      "contenu": [
        {
          "texte": "Le présent règlement entre en vigueur conformément à la loi."
        }
      ],
      "article": 8,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Ville",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "L’expression « Ville » est définie comme étant la Ville de Sainte-Adèle."
        }
      ],
      "article": 9,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Structure du règlement",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "L’interprétation du présent règlement doit tenir compte de la hiérarchie entre les divisions du texte : chapitres, sections, sous-sections,\narticles, alinéas, paragraphes, sous-paragraphes et tirets. À titre d’illustration, la typographie utilisée pour distinguer les divisions du\nrèglement répond au modèle suivant :"
        }
      ],
      "article": 10,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation du texte",
      "pages": [
        9,
        10
      ],
      "contenu": [
        {
          "texte": "L’interprétation du texte de ce règlement doit respecter les règles suivantes :"
        },
        {
          "texte": "1. L’emploi des verbes au présent inclut le futur, et vice-versa;"
        },
        {
          "texte": "2. L’usage du singulier comprend le pluriel et l’usage du pluriel comprend le singulier, chaque fois que le contexte s’y prête;"
        },
        {
          "texte": "3. L’emploi du verbe DEVOIR indique une obligation absolue; alors que l’emploi du verbe POUVOIR conserve un sens facultatif,\nsauf dans l’expression « NE PEUT » qui signifie « NE DOIT »;"
        },
        {
          "texte": "4. Le mot « quiconque » inclut toute personne morale ou physique ou toute société en nom collectif, en commandite ou en\nparticipation au sens du Code civil du Québec."
        },
        {
          "texte": "5. Lorsque deux dispositions ou plus du présent règlement s’appliquent à un usage, bâtiment, terrain ou autre objet régi par le\nprésent règlement, les règles suivantes s’appliquent :"
        },
        {
          "texte": "a. La disposition particulière prévaut sur la disposition générale;"
        },
        {
          "texte": "b. La disposition la plus contraignante prévaut."
        },
        {
          "texte": "6. Toute référence à un autre règlement ou à une Loi est ouverte, c’est-à-dire qu’il s’étend à toute modification que pourrait subir\nun tel règlement ou Loi à la suite de l’entrée en vigueur du présent règlement;"
        },
        {
          "texte": "7. Toutes les mesures présentes dans le présent règlement sont celles du système international (SI);"
        },
        {
          "texte": "8. La table des matières et le titre des chapitres, des sections et des articles du présent règlement sont donnés pour améliorer la\ncompréhension du texte;"
        },
        {
          "texte": "9. Les plans, annexes, tableaux, graphiques, figures, illustration et symboles et toute forme d’expression autre que le texte\nproprement dit et contenue dans le présent règlement en font partie intégrante à toutes fins que de droit;"
        },
        {
          "texte": "10. Lorsqu’une distance séparatrice est mentionnée entre deux usages ou constructions, cette distance s’applique avec réciprocité\npour chacun de ces usages ou constructions."
        }
      ],
      "article": 11,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation en cas de contradiction",
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "Dans ce règlement, à moins d'indications contraires, les règles suivantes s'appliquent :"
        },
        {
          "texte": "1. En cas de contradiction entre le texte et un titre, le texte prévaut;"
        },
        {
          "texte": "2. En cas de contradiction entre le texte et toute autre forme d'expression, sauf la fiche de type de milieu, le texte prévaut;"
        },
        {
          "texte": "3. En cas de contradiction entre les données d'un tableau et un graphique, les données du tableau prévalent;"
        },
        {
          "texte": "4. En cas de contradiction entre le texte et la fiche de type de milieu, la fiche prévaut;"
        },
        {
          "texte": "5. En cas de contradiction entre la fiche de type de milieu et le plan de zonage, la fiche prévaut."
        }
      ],
      "article": 12,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Terminologie",
      "pages": [
        10,
        11
      ],
      "contenu": [
        {
          "texte": "Les expressions, termes et mots utilisés dans le présent règlement ont le sens et l’application qui leur sont attribués à l’annexe B du\nRèglement de zonage en vigueur de la Ville de Sainte-Adèle."
        },
        {
          "texte": "Une expression, un terme ou un mot n’étant pas spécifiquement défini au Règlement de zonage en vigueur de la Ville de Sainte-Adèle\ns'emploie selon le sens communément attribué à cette expression, terme ou mot."
        },
        {
          "texte": "."
        }
      ],
      "article": 13,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Administration du règlement",
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "L'administration du présent règlement est confiée à toute personne nommée ci-après « fonctionnaire désigné », par résolution du Conseil."
        }
      ],
      "article": 14,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Autorité compétente",
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "L’application, la surveillance et le contrôle du présent règlement relèvent du fonctionnaire désigné. Des fonctionnaires désignés adjoints\nchargés d’aider ou de remplacer le fonctionnaire désigné peuvent être nommés par résolution du Conseil. Le fonctionnaire désigné et ses\nreprésentants autorisés constituent donc l’autorité compétente. Dans le présent règlement, l’utilisation de l’expression « fonctionnaire\ndésigné » équivaut à l’utilisation de l’expression « autorité compétente »."
        }
      ],
      "article": 15,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs et pouvoirs de l’autorité compétente",
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "Les devoirs et pouvoirs de l’autorité compétente sont ceux qui lui sont attribués au Règlement sur les permis et certificats en vigueur de la\nVille de Sainte-Adèle."
        }
      ],
      "article": 16,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux",
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "Les devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux sont ceux qui lui sont attribués au Règlement sur les\npermis et certificats en vigueur de la Ville de Sainte-Adèle."
        }
      ],
      "article": 17,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Infractions et pénalités",
      "pages": [
        11,
        12
      ],
      "contenu": [
        {
          "texte": "Toute personne qui contrevient à l'une ou l'autre des dispositions de ce règlement commet une infraction et est passible d'une amende avec\nou sans frais, comme prescrit au Règlement sur les permis et certificats en vigueur de la Ville de Sainte-Adèle."
        },
        {
          "texte": "."
        }
      ],
      "article": 18,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Conformité aux Codes",
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "Tout propriétaire et tout entrepreneur doivent obligatoirement respecter les normes relatives Code nationales du bâtiment du Canada et ses\namendements en vigueur au Québec. Tout bâtiment projeté doit être conforme aux dispositions de la plus récente édition du Code national\ndu bâtiment du Canada et ses amendements en vigueur au Québec. Un bâtiment existant dont on change l'usage doit être rendu conforme\naux dispositions de la plus récente édition de ce Code."
        },
        {
          "texte": "De plus, tout bâtiment projeté doit être conforme aux dispositions du Code de plomberie du Québec en vigueur et ses amendements."
        }
      ],
      "article": 19,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Règlement sur l’évacuation et le traitement des eaux usées des résidences isolées et tout autre bâtiment assujetti",
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "Dans toute construction résidentielle isolée, incluant les maisons mobiles et transportables et tout autre bâtiment assujetti, dans les limites\nde la Ville, l'installation septique doit être conforme au Règlement sur l’évacuation et le traitement des eaux usées des résidences isolées\n(c. Q-2, r.22), adopté en vertu de la Loi sur la qualité de l’environnement"
        }
      ],
      "article": 20,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Règlement sur le prélèvement des eaux et leur protection",
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "Tout aménagement d’ouvrage de captage des eaux souterraines doit être conforme au Règlement sur le prélèvement des eaux et leur\nprotection (c. Q-2, r.35.2), adopté en vertu de la Loi sur la qualité de l’environnement."
        }
      ],
      "article": 21,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Responsabilité des professionnels",
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "Lorsqu'une personne retient les services d’un ingénieur, d’un architecte ou d’un technologue professionnel dans le cadre d’une démarche\nvisant la construction d’un bâtiment assujetti au présent règlement ou de tout autre règlement d'urbanisme, ces professionnels doivent\npréparer les plans et documents conformément aux dispositions de ces règlements ainsi que des lois ou instructions applicables en la\nmatière."
        }
      ],
      "article": 22,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Certification ACNOR",
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "Les éléments de construction de tout bâtiment préfabriqué (c'est-à-dire tout bâtiment modulaire, par section et usiné transportable par section\net assemblé sur le site d'implantation) doivent être certifiés par l'Association canadienne de normalisation (CSA). Cette disposition ne\ns’applique pas à un bâtiment préfabriqué destiné à un usage récréatif."
        }
      ],
      "article": 23,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Essai de matériaux",
      "pages": [
        13,
        14
      ],
      "contenu": [
        {
          "texte": "En plus des pouvoirs qui lui sont conférés par le Règlement sur les permis et certificats en vigueur, le fonctionnaire désigné peut exiger que\ntoute personne, qui utilise ou met en œuvre des matériaux dans le cadre de travaux à l’égard desquels s’applique une disposition du présent\nrèglement ou toute autre disposition du règlement ou d’un règlement auquel il réfère, fasse soumettre ces matériaux ou leur mode\nd’assemblage à un test, un essai ou une vérification ou lui fournisse un certificat prouvant que ces matériaux ou leur mode d’assemblage\nsont conformes aux normes des codes applicables."
        },
        {
          "texte": "Le fonctionnaire désigné peut également exercer les pouvoirs prévus au premier alinéa à l’égard d’un bâtiment ou d’une construction\nexistante s’il est d’avis que la résistance d’un assemblage de matériaux ou de toute composante structurale du bâtiment ou de la construction\nparaisse insuffisante par rapport à la charge supportée, au degré de résistance exigé par une norme applicable ou à la nature de l’usage\nexercé."
        },
        {
          "texte": "Un test, un essai ou une vérification doit être fait par un laboratoire qui est accrédité par le Conseil canadien des normes ou qui est accrédité\npar un organisme de normalisation habilité à le faire par le Conseil canadien des normes, ou être fait par un expert de la discipline appropriée\nà la nature du test, de l’essai ou de la vérification aux frais du requérant du permis de construire ou du certificat d’autorisation relatif aux\ntravaux."
        },
        {
          "texte": "Un certificat relatif aux matériaux ou au mode d’assemblage doit provenir d’un organisme accrédité par le Conseil canadien des normes,\ntelle l’Association canadienne de normalisation/Canadian Standard Association (ACNOR/CSA), Underwriters’ Laboratory of Canada (ULC)\nou le Bureau de normalisation du Québec (BNQ)."
        }
      ],
      "article": 24,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Conformité d’un bâtiment déplacé",
      "pages": [
        14,
        15
      ],
      "contenu": [
        {
          "texte": "Aucun bâtiment ne peut être déplacé d’un terrain à un autre à l’intérieur du territoire de la Ville ou être déplacé depuis une autre municipalité\nvers un terrain situé sur le territoire de la Ville à moins qu’il ne soit conforme aux prescriptions du présent règlement et à toute autre disposition\ndu règlement ou d’un règlement en vigueur."
        },
        {
          "texte": "La conformité du bâtiment aux prescriptions du présent règlement doit être attestée par écrit par un expert de la discipline appropriée, habilité\nà le faire en vertu des lois ou règlements en vigueur."
        },
        {
          "texte": "Malgré le premier alinéa, le déplacement d’un bâtiment non conforme est permis si l’avis de l’expert contient la liste des éléments non\nconformes ainsi que les mesures correctives à mettre en œuvre et si un permis de construction ou un certificat d’autorisation est délivré,\nsimultanément au certificat d’autorisation de déplacement, pour la réalisation des travaux de modification nécessaires."
        }
      ],
      "article": 25,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Bâtiments jumelés et contigus",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Les unités de bâtiments jumelés ou contigus doivent être construites simultanément, que les bâtiments jumelés ou contigus appartiennent\nà un seul propriétaire ou non."
        }
      ],
      "article": 26,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Mur mitoyen",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Tout mur mitoyen séparant 2 bâtiments jumelés ou contigus doit être construit comme une séparation coupe-feu et dépasser d’au moins 30\ncentimètres le revêtement de la toiture du bâtiment. Le degré de résistance au feu minimal des séparations coupe-feu est de 1 heure."
        },
        {
          "texte": "Cette séparation coupe-feu doit être composé de bloc de béton d’au moins 140 millimètres, recouvert de chaque côté par un gypse d’au\nmoins 12,7 mm, fixé sur des montants d’au moins 38 X 64 millimètres."
        }
      ],
      "article": 27,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Hauteur des pièces",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "La hauteur minimale de toute pièce, de plancher à plafond, doit respecter les normes suivantes :"
        },
        {
          "texte": "1. Chambre, cuisine, salon, salle de séjour, salle à manger :"
        },
        {
          "texte": "2,4 m;"
        },
        {
          "texte": "2. Salle de bain, toilette, cabinet d’aisances, buanderie, sous-sol et cave :"
        },
        {
          "texte": "2,1 m;"
        },
        {
          "texte": "3. Salle d’assemblée, salle communautaire :"
        },
        {
          "texte": "3 m;"
        },
        {
          "texte": "4. Autres pièces non mentionnées :"
        },
        {
          "texte": "2,4 m."
        },
        {
          "texte": "Dans les mansardes, la hauteur des pièces habitables n'est exigée que pour la moitié de la superficie du plancher."
        },
        {
          "texte": "Lorsqu'il y a des poutres en saillie au plafond, la hauteur de toute pièce est mesurée du plancher jusqu’au-dessous des poutres."
        }
      ],
      "article": 28,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Cheminée",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Toute cheminée construite à moins de 3 mètres d’un autre bâtiment, principal ou accessoire, doit être munie d’un treillis protecteur (pare-\nétincelles)."
        },
        {
          "texte": "Toute cheminée ou toute conduite de fumée faisant saillie à un mur extérieur d’une construction doit être recouverte d’un matériau de\nparement extérieur autorisé au Règlement de zonage en vigueur."
        }
      ],
      "article": 29,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Portes de garage",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Pour tout usage, les portes de garage électriques doivent être munies d’un dispositif d’inversion de course dans le cas où la porte rencontre\nun objet ou une résistance avant la fermeture complète."
        }
      ],
      "article": 30,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Séparation entre logements et garage attenant",
      "pages": [
        15,
        16
      ],
      "contenu": [
        {
          "texte": "Une porte qui sépare un bâtiment ou une partie de bâtiment à un garage privé attenant doit être munie d’une garniture pour former une\nbarrière étanche aux vapeurs de carburant et aux gaz d’échappement et doit être équipée d’un dispositif de fermeture automatique."
        }
      ],
      "article": 31,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Séparation entre un logement accessoire et une habitation unifamiliale",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "Un logement accessoire aménagé à l’intérieur d’une habitation unifamiliale doit être isolé de façon continue du logement principal par une\nséparation coupe-feu ayant un degré de résistance au feu de 60 minutes. Si la séparation coupe-feu comporte un dispositif d’obturation, ce\ndernier doit avoir un degré de pare-flamme de 45 minutes."
        }
      ],
      "article": 32,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Accès à un logement",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "Un logement doit être accessible directement à partir de l’extérieur du bâtiment, d’un vestibule (hall d’entrée) du bâtiment ou d’un corridor\nintérieur commun, sans avoir à traverser un autre logement."
        }
      ],
      "article": 33,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Mesures d’immunisation applicables aux constructions, ouvrages et travaux réalisés dans une plaine inondable",
      "pages": [
        16,
        17
      ],
      "contenu": [
        {
          "texte": "Les constructions, ouvrages et travaux permis devront être réalisés en respectant les règles d'immunisation suivantes, en les adaptant au\ncontexte de l'infrastructure visée :"
        },
        {
          "texte": "1. Aucune ouverture (fenêtre, soupirail, porte d'accès, garage, etc.) ne peut être atteinte par la crue de récurrence de"
        },
        {
          "texte": "100 ans;"
        },
        {
          "texte": "2. Aucun plancher de rez-de-chaussée ne peut être atteint par la crue à récurrence de"
        },
        {
          "texte": "100 ans;"
        },
        {
          "texte": "3. Les drains d'évacuation sont munis de clapets de retenue;"
        },
        {
          "texte": "4. Pour toute structure ou partie de structure sise sous le niveau de la crue à récurrence de"
        },
        {
          "texte": "100 ans, une étude soit produite\ndémontrant la capacité des structures à résister à cette crue, en y intégrant les calculs relatifs à :"
        },
        {
          "texte": "a. L'imperméabilisation;"
        },
        {
          "texte": "b. La stabilité des structures;"
        },
        {
          "texte": "c. L'armature nécessaire;"
        },
        {
          "texte": "d. La capacité de pompage pour évacuer les eaux d'infiltration; et"
        },
        {
          "texte": "e. la résistance du béton à la compression et à la tension;"
        },
        {
          "texte": "5. Le remblayage du terrain doit se limiter à une protection immédiate autour de la construction ou de l'ouvrage visé et ne pas être\nétendu à l'ensemble du terrain sur lequel il est prévu; la pente moyenne, du sommet du remblai adjacent à la construction ou à\nl'ouvrage protégé, jusqu'à son pied, ne devrait pas être inférieure à"
        },
        {
          "texte": "33⅓ % (rapport"
        },
        {
          "texte": "1 vertical :"
        },
        {
          "texte": "3 horizontal)."
        },
        {
          "texte": "Dans l'application des mesures d'immunisation, dans le cas où la plaine inondable montrée sur une carte aurait été déterminée sans qu'ait\nété établie la cote de récurrence d'une crue de 100 ans, cette cote de 100 ans sera remplacée par la cote du plus haut niveau atteint par les\neaux de la crue ayant servi de référence pour la détermination des limites de la plaine inondable auquel, pour des fins de sécurité, il sera\najouté 30 centimètres."
        }
      ],
      "article": 34,
      "sous_section": 0,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Fondations",
      "pages": [
        17,
        17
      ],
      "contenu": [
        {
          "texte": "À moins d’indication contraire au Règlement de zonage en vigueur, tout bâtiment principal, sauf pour un abri d’auto attaché ou intégré à un\nbâtiment principal, doit être construit sur des fondations qui répondent aux exigences suivantes :"
        },
        {
          "texte": "1. Les fondations doivent être continues et conçues en béton monolithe coulé en place;"
        },
        {
          "texte": "2. Les fondations en blocs de béton sont prohibées, sauf pour rehausser des fondations existantes;"
        },
        {
          "texte": "3. Les fondations doivent reposer sur une semelle de béton continu ou directement sur le roc, à une profondeur à l’abri du gel et\njamais inférieure à"
        },
        {
          "texte": "1,5 m sous le niveau fini du terrain, à moins que la capacité portante du sol ou les caractéristiques du sol\nexigent une profondeur supérieure sous le niveau fini du terrain;"
        },
        {
          "texte": "4. Les semelles doivent excéder les murs des fondations d’au moins"
        },
        {
          "texte": "20 centimètres de chaque côté, à moins que la capacité\nportante du sol ou les caractéristiques du sol exigent des semelles plus larges;"
        },
        {
          "texte": "5. L’épaisseur minimale des semelles est de"
        },
        {
          "texte": "25 centimètres, à moins que la capacité portante du sol ou les caractéristiques du\nsol exigent des semelles plus épaisses;"
        },
        {
          "texte": "6. L’épaisseur minimale des murs de fondation est de"
        },
        {
          "texte": "20 centimètres, à moins que la capacité portante du sol, les caractéristiques\ndu sol ou les charges qui y sont appliquées exigent des murs de fondation plus épais;"
        },
        {
          "texte": "7. Les fondations doivent être imperméabilisées avec un enduit sur toute surface remblayée de la fondation."
        },
        {
          "texte": "Tout garage attenant au bâtiment principal doit être construit sur les mêmes fondations que le bâtiment principal."
        },
        {
          "texte": "Un agrandissement d’un bâtiment principal, sauf pour un abri d’auto attenant à un bâtiment principal, doit avoir une fondation équivalente à\ncelle de la partie existante du bâtiment principal de manière à ne générer aucun mouvement différentiel des deux parties du bâtiment."
        },
        {
          "texte": "Malgré les alinéas précédents du présent article, les fondations peuvent être réalisées à l’aide d’un matériau ou d’une méthode de\nconstruction non énumérée à ces alinéas, à condition que soit déposée avec la demande de permis de construction, un plan signé et scellé\npar un ingénieur membre de l’Ordre des ingénieurs du Québec ou par un architecte membre de l’Ordre des architectes du Québec décrivant\nles matériaux et la méthode de construction des fondations en relation avec la capacité portante du sol."
        },
        {
          "texte": "L’élévation de la partie supérieure du mur de fondation ne doit jamais être inférieure à 0,2 m ni supérieure à 1,5 m par rapport au niveau du\nsol adjacent au mur de fondation. La partie visible du mur de fondation doit être recouverte de crépi ou du même matériau de revêtement\nextérieur utilisé pour les murs extérieurs du bâtiment."
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "1)"
        }
      ],
      "article": 35,
      "sous_section": 1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Pilotis et pieux",
      "pages": [
        17,
        19
      ],
      "contenu": [
        {
          "texte": "Malgré l’article 35, les constructions suivantes peuvent être installées sur pilotis de béton, d’acier ou de bois conçus à cet effet ou sur pieux :"
        },
        {
          "texte": "1. L’agrandissement d’un bâtiment résidentiel principal existant n’excédant pas une superficie de"
        },
        {
          "texte": "20 mètres carrés;"
        },
        {
          "texte": "2. Une maison mobile;"
        },
        {
          "texte": "3. Les bâtiments accessoires de moins de"
        },
        {
          "texte": "20 mètres carrés;"
        },
        {
          "texte": "4. Les éléments architecturaux en saillie du bâtiment principal, tels les perrons, balcons, galeries, porches, terrasses, vérandas et\nescaliers, à l’exception des chambres froides, des tours fermées logeant les cages d’escalier et cages d’ascenseur et les\ncheminées;"
        },
        {
          "texte": "5. Un abri d’auto attenant au bâtiment principal;"
        },
        {
          "texte": "6. Les bâtiments destinés à un usage agricole."
        },
        {
          "texte": "La construction de pieux, de pilotis ou piliers, pour l’agrandissement d’un bâtiment résidentiel principal, doit faire l’objet de plans et devis\nsignés par un ingénieur qui doivent être fournis avec la demande de permis."
        },
        {
          "texte": "La technologie de pieux utilisés doit être conforme au Code national du bâtiment ou accréditée par le Bureau de normalisation du Québec\nou encore par le Conseil canadien des normes. Les pieux doivent être à au moins 1,22 m de profondeur dans le sol et dans le cas de pieux"
        },
        {
          "texte": "visés être munis d’une gaine en polyéthylène ou autre matériel équivalent, à moins d’un avis contraire signé par ingénieur. Lorsque la\nprofondeur du roc est telle qu’il devient impossible d’atteindre une profondeur suffisante, des mesures particulières, approuvées par un\ningénieur, doivent être prises pour assurer la stabilité."
        },
        {
          "texte": "Une construction sur pieux, pilotis ou piliers ne peut être surélevée à plus de 1,5 m de hauteur par rapport au niveau moyen du sol adjacent.\nLe vide sous le bâtiment doit être complètement camouflé par un revêtement extérieur ou treillis, et ce, sur tout le périmètre dudit bâtiment."
        },
        {
          "texte": "Dans tous les cas, les pilotis et pieux doivent être enlevés advenant le retrait ou le déplacement du bâtiment ou de la construction."
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "2)"
        }
      ],
      "article": 36,
      "sous_section": 1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Raccordement à l’égout",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Lorsqu’un bâtiment est érigé sur un terrain desservi ou partiellement desservi, les branchements d’égout doivent être raccordés au réseau\nd’égout. Le raccordement doit être effectué selon les dispositions du règlement municipal applicable."
        },
        {
          "texte": "Les eaux usées d’un bâtiment situé sur un terrain non desservi par le réseau d’égout doivent être évacuées dans une installation conforme\nà la Loi sur la qualité de l’environnement (L.R.Q., c. Q-2) et aux règlements édictés sous son empire, notamment le Règlement sur\nl’évacuation et le traitement des eaux usées des résidences isolées (R.R.Q., c. Q-2, r. 22)."
        }
      ],
      "article": 37,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Raccordement à l’aqueduc",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Lorsqu’un bâtiment est érigé sur un terrain desservi ou partiellement desservi, les branchements d’alimentation en eau potable doivent être\nraccordés au réseau d’aqueduc. Le raccordement doit être effectué selon les dispositions du règlement municipal applicable."
        },
        {
          "texte": "L’installation d’approvisionnement en eau potable d’un bâtiment situé sur un terrain non desservi par le réseau d’aqueduc doit être conforme\nà la Loi sur la qualité de l’environnement (L.R.Q., c. Q-2) et aux règlements édictés sous son empire, notamment le Règlement sur le captage\ndes eaux souterraines (R.R.Q., c. Q-2, r. 1.3)."
        }
      ],
      "article": 38,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Élévation du niveau de plancher du sous-sol ou de la cave",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Tout plancher du sous-sol ou de la cave avec un raccord direct à l'égout public, par un drain de plancher et le drain de la maison, doit être\nd’une hauteur suffisante au-dessus du niveau du radier de l'égout public pour éviter tout refoulement d’égout."
        }
      ],
      "article": 39,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Raccordement d’un drain de fondation (drain français)",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Les dispositions suivantes doivent être respectées :"
        },
        {
          "texte": "1. Tout raccordement d'un drain de fondation au système de drainage doit être fait au moyen d'un raccord approprié et d'un\nmatériau approuvé pour les drains de bâtiment;"
        },
        {
          "texte": "2. Le raccordement au système de drainage doit être fait à l'intérieur d'un bâtiment à l'aide d'une fosse de retenue construite selon\nle Code de plomberie du Québec en vigueur et ses amendements;"
        },
        {
          "texte": "3. Lorsque les eaux ne peuvent s'écouler par gravité, elles doivent être évacuées au moyen d'une pompe d'assèchement\nautomatique et déversées dans une conduite de décharge reliée au système de plomberie et installée au-dessus du niveau de\nla rue, sur laquelle on doit prévoir un clapet antiretour. Cette conduite doit s'élever jusqu'au plafond;"
        },
        {
          "texte": "4. Lorsqu'il n'y a pas de conduite pluviale, les eaux pompées doivent être évacuées soit sur le terrain, soit dans le fossé parallèle\nà la rue ou de ligne, selon le cas;"
        },
        {
          "texte": "5. Tous les matériaux, produits ou accessoires utilisés doivent être conformes aux normes prescrites par le Code de plomberie\ndu Québec en vigueur et ses amendements;"
        },
        {
          "texte": "6. Aucune eau pluviale ne doit se déverser dans le système d'égout sanitaire de la Ville, à moins d'une permission écrite de celle-\nci;"
        },
        {
          "texte": "7. Un drain de fondation ne peut être raccordé à une fosse septique."
        }
      ],
      "article": 40,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Gestion des eaux pluviales",
      "pages": [
        19,
        20
      ],
      "contenu": [
        {
          "texte": "De façon générale, la Ville entend favoriser le drainage des eaux pluviales sur le site même par l’intermédiaire d’ouvrages tels des bassins\nde sédimentation ou de rétention, des marais filtrants ou par d’autres aménagements de même nature."
        },
        {
          "texte": "La rétention des eaux pluviales sur le site même est exigée pour tout projet de construction, d’agrandissement ou d’aménagement prévoyant\nl’ajout de nouvelle surface imperméable de 1 000 mètres carrés ou plus ou qui porterait à 1 000 mètres carrés ou plus la superficie totale de\ntoutes les surfaces imperméables une fois les travaux effectués. Dans un tel cas, un plan signé et scellé par un ingénieur, membre de l’Ordre\ndes ingénieurs du Québec, indiquant le système de drainage, de rétention et d’évacuation des eaux pluviales devra être déposé\nconformément au Règlement sur les permis et certificat en vigueur et faire l’objet d’une approbation par les Services techniques de la Ville."
        },
        {
          "texte": "L’ingénieur devra tenir compte du débit maximum des eaux pluviales pouvant être relâchées dans l’égout pluvial public et de l’indice de\nfréquence de précipitation fourni par la Ville."
        },
        {
          "texte": "Sous réserve du 2e alinéa du présent article, les eaux pluviales provenant d'un toit doivent :"
        },
        {
          "texte": "1. Être dirigées en surface ou être drainées par l’intermédiaire d’aménagement tel des jardins de pluie, des fossés végétalisés,\ndes bandes filtrantes, des puits absorbants, des bassins de sédimentation ou de rétention, des marais filtrants ou d’autres\naménagements de même nature, afin de ne pas drainer les eaux de surface vers la rue et d’assurer une gestion interne des\neaux de surface;"
        },
        {
          "texte": "2. Être récupérées par un récupérateur d’eau de pluie (citerne, réservoir ou baril) visant la réutilisation de l’eau à des fins\ndomestiques autres que pour la consommation."
        },
        {
          "texte": "Il est strictement prohibé de raccorder tout drain ou tout système d’égouttement des toits de bâtiments ou d’un stationnement à tout réseau\nd’aqueduc, d’égout, pluvial ou combiné ou de déverser l'eau pluviale sur un terrain public."
        },
        {
          "texte": "Tout immeuble érigé sur ou à moins de 3 m de la ligne de rue doit avoir des gouttières pour recueillir les eaux pluviales de la toiture et la\ndescente d’eau doit arriver à moins de 0,3 m du sol, à moins d’être raccordée à un récupérateur d’eau de pluie."
        }
      ],
      "article": 41,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Clapet antiretour ou soupape de sureté",
      "pages": [
        20,
        21
      ],
      "contenu": [
        {
          "texte": "L’installation de clapets antiretours est obligatoire, et ce, aux conditions suivantes :"
        },
        {
          "texte": "1. Un clapet antiretour doit être installé conformément au Code de plomberie du Québec le plus récent et aux dispositions du\nprésent règlement;"
        },
        {
          "texte": "2. Des clapets antiretours doivent être installés sur tous les branchements recevant les eaux pluviales provenant de surfaces\nextérieures en contrebas du terrain avoisinant et adjacent au bâtiment, telles les descentes de garage, les entrées extérieures\net les drains français;"
        },
        {
          "texte": "3. Tout clapet antiretour doit être construit de manière à assurer une fermeture automatique et étanche, de manière à rester fermé\nen tout temps sauf pour permettre un écoulement du système de plomberie vers l’égout public ou privé et non l’inverse;"
        },
        {
          "texte": "4. L’intérieur de tout clapet antiretour doit être lisse et exempt de toute obstruction pouvant affecter l’écoulement des eaux usées;"
        },
        {
          "texte": "5. Tout clapet antiretour et les surfaces d’appui doivent être en métal non susceptible de corrosion ou en P.V.C.;"
        },
        {
          "texte": "6. En tout temps, les clapets antiretours doivent être accessibles et tenus en bon état de fonctionnement par le propriétaire;"
        },
        {
          "texte": "7. Aucun clapet antiretour ne doit être installé sur les collecteurs principaux du bâtiment et sur les branchements d’égout au sens\ndu Code de plomberie."
        },
        {
          "texte": "En cas de défaut du propriétaire d’un bâtiment d’installer des clapets antiretours ou de les maintenir en bon état de fonctionnement, la\nMunicipalité n’est pas responsable des dommages causés à l’immeuble ou à son contenu par suite d’inondation causée par le refoulement\ndes eaux d’égout."
        },
        {
          "texte": "Le fait d’obturer un renvoi de plancher à l’aide d’un bouchon fileté ne libère pas de l’obligation d’installer un clapet antiretour ou une soupape\nde sureté."
        },
        {
          "texte": "Lorsqu'un système d'égout privé rejette des matières solides, liquides ou gazeuses susceptibles d'endommager, de détériorer ou de nuire\nau fonctionnement du système d'égout de la Ville, ce système privé doit être muni, à la charge du propriétaire, d'un système d'épuration\ninstallé avant le rejet du produit dans l'égout de la Ville et traitant ledit produit de façon à éliminer le risque de nuisance audit système d'égout\nde la Ville."
        },
        {
          "texte": "Lorsqu'un système d'épuration ne s'avère pas efficace dans les cas visés à l’alinéa précédent, un système d'interception dudit ou desdits\nproduits doit être installé."
        },
        {
          "texte": "Le présent article s’applique à un immeuble déjà érigé, le propriétaire ayant un an de l’entrée en vigueur du présent règlement pour se\nconformer à cette obligation."
        }
      ],
      "article": 42,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Fosses de récupération d’huile et de graisse",
      "pages": [
        21,
        21
      ],
      "contenu": [
        {
          "texte": "Les fosses de récupération d’huile et de graisse ne doivent en aucun cas être raccordées ou se déverser dans les réseaux d'égouts sanitaires\nou d’égouts pluviaux de la Ville."
        }
      ],
      "article": 43,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Ponceaux",
      "pages": [
        21,
        22
      ],
      "contenu": [
        {
          "texte": "En présence d’un fossé de rue, un ponceau est requis d’une largeur équivalente à l’accès (entrée charretière). Le diamètre minimal de ce\nponceau et les règles d’installation sont déterminés en vertu du règlement municipal applicable."
        },
        {
          "texte": "L’entretien du ponceau est de la responsabilité du propriétaire et doit demeurer libre pour la circulation des eaux."
        }
      ],
      "article": 44,
      "sous_section": 2,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Matériaux d’isolation",
      "pages": [
        22,
        22
      ],
      "contenu": [
        {
          "texte": "Un minimum de 90 % de l’isolant utilisé entre les montants et dans les combles d’un bâtiment doit être constitué d’un minimum de 25 % de\ncontenu recyclé. Lorsque l’isolant de polystyrène est utilisé, seul le polystyrène expansé de type I, II ou III ou le polystyrène extrudé est\nautorisé."
        },
        {
          "texte": "La résistance thermique totale pour un mur extérieur au-dessus du niveau du sol (autre qu’un mur de fondation) doit être égale ou supérieure\nà RSI 4.2 (R-24)."
        },
        {
          "texte": "L’utilisation de bran de scie et de paille est prohibée comme matériaux d’isolation pour tout type de construction."
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "3)"
        }
      ],
      "article": 45,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Géothermie",
      "pages": [
        22,
        23
      ],
      "contenu": [
        {
          "texte": "Les équipements de géothermie sont autorisés pour tous les types d’usage, et ce, aux conditions suivantes :"
        },
        {
          "texte": "1. Toute installation d’équipement géothermique doit être conforme au Règlement sur le prélèvement des eaux et leur protection\n(Q-2 r.35.2);"
        },
        {
          "texte": "2. Seuls les systèmes de géothermie certifiés par la Coalition canadienne de l’énergie géothermique (CCÉG) peuvent être installés\net uniquement les systèmes suivants sont autorisés :"
        },
        {
          "texte": "a. Système fermé de géothermie en boucle à expansion directe;"
        },
        {
          "texte": "b. Configuration à la verticale;"
        },
        {
          "texte": "3. Toute partie d’équipement doit être implantée à une distance minimale de :"
        },
        {
          "texte": "a. 3 mètres de tout système d’aqueduc ou d’égout;"
        },
        {
          "texte": "b. 1,5 mètre de tout arbre;"
        },
        {
          "texte": "c. 100 mètres d’un ouvrage de captage des eaux souterraines desservant plus de 20 personnes;"
        },
        {
          "texte": "d. 500 mètres des prises d’eau municipales"
        },
        {
          "texte": "4. Tout fluide utilisé doit être biodégradable, non toxique et non corrosif, tel que le propylène glycol de qualité alimentaire, l’éthanol\nde source végétale et l’eau pure distillée et exempte de minéraux et de bactéries;"
        },
        {
          "texte": "5. Il est interdit de relier un système de géothermie à une arrivée d’eau potable ou à un aqueduc utilisé pour distribuer l’eau. Les\nsystèmes ouverts (circuits ouverts à eau) sont prohibés;"
        },
        {
          "texte": "6. Il est interdit de relier le système de géothermie à une conduite de gaz externe sans la permission écrite du fournisseur de gaz;"
        },
        {
          "texte": "7. La réalisation des plans et la surveillance des travaux doivent être assurées par un ingénieur compétent en la matière;"
        },
        {
          "texte": "8. Le terrassement doit être refait une fois les travaux terminés;"
        },
        {
          "texte": "9. Une preuve doit être fournie à la Ville par écrit par l’installateur pour confirmer la nature de l’antigel ainsi que sa concentration\net la nature du fluide frigorigène utilisé."
        },
        {
          "texte": "Dans le cas de systèmes de géothermie fermés à expansion directe, les normes suivantes s’appliquent également :"
        },
        {
          "texte": "1. Seule l’utilisation d’une huile non toxique qui n’est pas nocive ni cancérigène est permise pour lubrifier le compresseur;"
        },
        {
          "texte": "2. La tubulure doit être munie d’une protection cathodique si le pH du sol est inférieur à"
        },
        {
          "texte": "5.0;"
        },
        {
          "texte": "3. Les tuyaux doivent être en cuivre."
        },
        {
          "texte": "Si une fuite ou un écoulement d’un fluide caloporteur ou frigorigène se produit, le propriétaire du système de géothermie ou une entreprise\nmandatée par ledit propriétaire pour entretenir le système devra informer la Ville de la fuite aussitôt qu’elle est détectée et :"
        },
        {
          "texte": "1. Mettre en œuvre toutes les mesures nécessaires pour prévenir la contamination du sol et décontaminer immédiatement le sol;"
        },
        {
          "texte": "2. Fournir un rapport d’évaluation de la contamination du sol préparé par une entreprise compétente dans les"
        },
        {
          "texte": "72 heures qui suivent\nla détection de la fuite;"
        },
        {
          "texte": "3. Enlever l’antigel, le fluide caloporteur ou le fluide frigorigène du sol conformément aux règlements et aux lois applicables."
        },
        {
          "texte": "Le propriétaire d’un système de géothermie est responsable de son installation, de son fonctionnement et de son entretien en conformité\navec ce présent article. Tout défaut de conformité, toute défaillance ou toute contamination d’un système de géothermie constitue une\nviolation du présent règlement."
        }
      ],
      "article": 46,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Climatisation et réfrigération",
      "pages": [
        23,
        23
      ],
      "contenu": [
        {
          "texte": "Il est interdit d’installer un système de climatisation ou de réfrigération utilisant l’eau potable provenant du réseau de distribution de l’eau\npotable de la Ville. Les systèmes ouverts (circuit ouvert à eau) sont prohibés."
        }
      ],
      "article": 47,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Système de chauffage",
      "pages": [
        23,
        23
      ],
      "contenu": [
        {
          "texte": "Le système de chauffage du bâtiment principal doit respecter les caractéristiques suivantes :"
        },
        {
          "texte": "1. Un thermostat électronique doit contrôler un appareil de chauffage autonome;"
        },
        {
          "texte": "2. Un thermostat programmable doit contrôler un système de chauffage central;"
        },
        {
          "texte": "3. Un appareil de chauffage au bois à combustion évoluée doit être certifié par la norme B415.1-M-92 de la Canadian Standards\nAssociation (CSA) ou selon l’Environmental Protection Agency (EPA);"
        },
        {
          "texte": "4. La combustion des appareils de chauffage central, d’appoint et de chauffage de l’eau de consommation alimentée au gaz\nnaturel, au propane et au mazout doit se faire en circuit scellé."
        }
      ],
      "article": 48,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Toits verts ou végétalisés",
      "pages": [
        23,
        23
      ],
      "contenu": [
        {
          "texte": "Les toits verts ou végétalisés, extensifs ou intensifs, sont autorisés aux conditions suivantes :"
        },
        {
          "texte": "1. Être conçus par un architecte ou un ingénieur en structure;"
        },
        {
          "texte": "2. La pente du toit est inférieure à"
        },
        {
          "texte": "10 %;"
        },
        {
          "texte": "3. La couverture sur laquelle est aménagé le toit végétal doit être de membrane étanche et non de type multicouche (asphalte et\ngravier);"
        },
        {
          "texte": "4. Un accès au toit doit être aménagé, à l’intérieur ou à l’extérieur du bâtiment. L’accès extérieur au toit doit être localisé en cour\narrière;"
        },
        {
          "texte": "5. Le requérant doit démontrer la capacité portante du toit en fonction du type de toits verts envisagés;"
        },
        {
          "texte": "6. La composition des toits verts doit comprendre, au minimum, une membrane d’étanchéité, une couche de drainage et de réserve\nd’eau, une membrane de filtration, un substrat de croissance et une couche végétale;"
        },
        {
          "texte": "7. Toute plante morte doit être remplacée;"
        },
        {
          "texte": "8. Les paillis de recouvrement de surface en matériaux combustibles, dont les copeaux de bois, la paille ou la mousse de sphaigne\nsont prohibés;"
        },
        {
          "texte": "9. Un point d’alimentation en eau est exigé sur le toit, et ce, même si le toit végétalisé comporte un système d’irrigation intégré;"
        },
        {
          "texte": "10. Le drainage doit s’effectuer sous le substrat de croissance et ne doit permettre aucune infiltration du substrat ou d’une autre\nmatière vers les drains de toit."
        }
      ],
      "article": 49,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Programme d'entretien d'un toit vert ou végétalisé",
      "pages": [
        23,
        24
      ],
      "contenu": [
        {
          "texte": "Un programme d’entretien conforme aux règles de l’art et élaboré par un architecte paysagiste, architecte ou un ingénieur ayant des\ncompétences dans le domaine doit être respecté de manière à assurer que le toit soit bien entretenu et sécuritaire en tout temps. Le\nprogramme d’entretien doit comprendre les informations suivantes :"
        },
        {
          "texte": "1. Les précautions à prendre pour protéger les plantes du piétinement;"
        },
        {
          "texte": "2. La fréquence des visites d’entretien;"
        },
        {
          "texte": "3. Les besoins en irrigation : fréquence, durée, temps de l’année;"
        },
        {
          "texte": "4. La fertilisation : les produits recommandés et les produits proscrits, la fréquence et la période d’application;"
        },
        {
          "texte": "5. L’enlèvement des mauvaises herbes : la fréquence et le type de plantes à éliminer;"
        },
        {
          "texte": "6. L’élagage et la taille des plantes;"
        },
        {
          "texte": "7. La replantation requise pour maintenir le couvert végétatif;"
        },
        {
          "texte": "8. L’inspection des éléments du bâtiment : bordures, drains, solins, zones libres de végétation, membrane d’étanchéité;"
        },
        {
          "texte": "9. Toute intervention requise pour assurer le bon maintien du toit végétalisé et du système de couverture pour la durée de vie du\ntoit végétalisé;"
        },
        {
          "texte": "10. Les méthodes de protection à mettre en place pour protéger la membrane de couverture et les matériaux contigus lors des\ntravaux d’entretien."
        },
        {
          "texte": "Toute toiture verte doit respecter les dispositions du guide de « Critères techniques visant la construction de toits végétalisés » produit par\nle gouvernement du Québec en collaboration avec la Régie du bâtiment Québec."
        }
      ],
      "article": 50,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Toilettes à faible débit",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "Une toilette dans un nouveau bâtiment ou lors de travaux de modification ou de rénovation impliquant son remplacement, doit être de faible\ndébit certifié « Water Sens » 4.8 L/chasse maximum."
        },
        {
          "texte": "Un robinet intérieur dans un nouveau bâtiment ou lors de travaux de modification ou de rénovation impliquant son remplacement, doit fournir\nun débit d’eau d’au plus 5 litres par minute à une pression maximale de 551,6 kilopascals."
        },
        {
          "texte": "Une robinetterie de douche dans un bâtiment ou lors de travaux de modification ou de rénovation impliquant son remplacement, doit fournir\nun débit d’eau d’au plus 6,6 litres par minute à une pression maximale de 551,6 kilopascals."
        }
      ],
      "article": 51,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Compteur d’eau",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "L’installation d’un compteur d’eau, permettant de mesurer la consommation d'eau des bâtiments raccordés au réseau d’aqueduc de la Ville,\nest requise lors de la construction, l’agrandissement majeur ou la conversion d’un bâtiment principal utilisé, en tout ou en partie, à une fin\nindustrielle, commerciale ou institutionnelle et qui est raccordé au réseau d’aqueduc de la Ville."
        },
        {
          "texte": "L’installation d’un compteur d’eau permettant de mesurer la consommation d'eau des bâtiments raccordés au réseau d’aqueduc de la Ville\nest requise pour tout immeuble occupé, en tout ou en partie, par un projet intégré d’habitations et qui est raccordé au réseau d’aqueduc de\nla Ville."
        },
        {
          "texte": "L’installation doit être effectuée selon les dispositions du règlement municipal applicable."
        }
      ],
      "article": 52,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Installation pour chauffe-eau solaire et installation photovoltaïque",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "L’installation d’un dispositif permettant la mise en place et le fonctionnement d’un chauffe-eau solaire ou pour une installation photovoltaïque\nest obligatoire pour toute nouvelle construction."
        },
        {
          "texte": "Sur le toit, une surface minimale de 12 mètres carrés dégagée et exempte de cheminée, d’évent de toit, de lanterneau, de pignon ou de\nsaillies doit être conservée. Cette surface doit être située sur la partie du toit la plus près d’une orientation d’est en ouest, selon des angles\nd’azimut compris entre 90º et 270º par rapport au nord géographique."
        },
        {
          "texte": "Un conduit de plastique en PVC d’un diamètre minimal de 508 millimètres doit relier les combles à la pièce où est prévu le système à énergie\nsolaire. L’embouchure supérieure du conduit doit être localisée dans les combles, à une distance d’au moins 150 millimètres au-dessus de\nl’isolation du grenier et à au moins 500 millimètres en dessous du toit. Les extrémités d’un conduit doivent être fermées à l’aide d’un bouchon\nétanche. Le conduit réservé à l’installation d’un dispositif ainsi que son bouchon doivent être identifiés comme étant réservés à ce système."
        },
        {
          "texte": "Un espace de dimensions suffisantes doit être prévu et gardé libre à l’intérieur du bâtiment ou sur le toit afin d’accueillir le panneau de\ncontrôle ou un équipement tel qu’un chauffe-eau, un système de chauffage ou autre nécessitant la proximité de l’installation du système de\ntransformation de l’énergie solaire."
        }
      ],
      "article": 53,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Borne de recharge pour véhicule électrique",
      "pages": [
        24,
        26
      ],
      "contenu": [
        {
          "texte": "Lors de la construction d’un nouveau bâtiment principal, il faut prévoir une infrastructure d’alimentation électrique dédiée exclusivement pour\naccueillir une borne de recharge pour véhicules électriques de niveau 2 (240 volts). Le nombre de bornes de recharge pour véhicule\nélectrique est prescrit au Règlement de zonage en vigueur."
        }
      ],
      "article": 54,
      "section": 2,
      "chapitre": 1
    },
    {
      "titre": "Champ d’application",
      "pages": [
        26,
        26
      ],
      "contenu": [
        {
          "texte": "Aucun bâtiment ne peut être construit ou modifié en vue d’assurer la fortification d’un ou d’une partie du bâtiment contre les projectiles\nd’armes à feu, contre les explosifs, les chocs ou la poussée de véhicules ou tout autre type d’assaut, sauf pour les constructions ou parties\nde celles-ci abritant les usages ou activités reliées à des établissements municipaux, gouvernementaux ou paragouvernementaux ou tout\nautre établissement destiné à recevoir le public."
        },
        {
          "texte": "De façon non limitative, sont également défendus :"
        },
        {
          "texte": "1. L'installation et le maintien de verres de type laminé (H-6) ou tout autre verre spécialement renforcé pour résister à l’impact des\nprojectiles d’armes à feu ou d’explosifs ou d’assaut, composés de polycarbonate, plexiglas ou tous autres matériaux similaires\nles rendant difficilement cassables;"
        },
        {
          "texte": "2. L’installation et le maintien de plaques de protection en acier ajouré ou opaque à l’intérieur ou à l’extérieur d’un bâtiment;"
        },
        {
          "texte": "3. L’installation et le maintien de volets de protection ou tout autre matériau offrant une résistance aux explosifs ou aux chocs\nautour des ouvertures du bâtiment;"
        },
        {
          "texte": "4. L’installation et le maintien de porte blindée ou spécialement renforcée pour résister à l’impact de projectiles d’armes à feu;"
        },
        {
          "texte": "5. L’installation et le maintien de grillage ou de barreaux de métal, que ce soit à l’entrée d’accès, aux portes ou aux fenêtres sauf\ndans les fenêtres au sous-sol dans les cas suivants :"
        },
        {
          "texte": "a. Pour une pièce autre qu’une chambre à coucher;"
        },
        {
          "texte": "b. Pour une chambre à coucher s’il y a une deuxième issue de secours dans la pièce;"
        },
        {
          "texte": "6. L’installation de mur ou de partie de mur intérieur ou extérieur au bâtiment, en béton armé ou non armé ou spécialement\nrenforcé pour résister à l’impact de projectiles d’armes à feu, d’explosifs ou d’assauts;"
        },
        {
          "texte": "7. Les postes d’observation et de surveillance aménagés spécifiquement sur le toit d’un bâtiment et non accessibles au public;"
        },
        {
          "texte": "8. L’électrification d’une clôture;"
        },
        {
          "texte": "9. Les matériaux rigides ou souples possédant des propriétés balistiques."
        },
        {
          "texte": "Les éléments de fortification et de protection sont interdits sauf pour les bâtiments, constructions ou parties de ceux-ci abritant les usages\nou activités suivants :"
        },
        {
          "texte": "1. Institutions financières et bureaux de change, excluant toute activité reliée aux prêts sur gage ou la mise en consignation de\nbiens;"
        },
        {
          "texte": "2. Guichets automatiques;"
        },
        {
          "texte": "3. Bijouteries;"
        },
        {
          "texte": "4. Chambres fortes ou pièces sécurisées situées à l’intérieur d’un commerce ou d’une industrie pour la protection et la conservation\ndes biens et produits;"
        },
        {
          "texte": "5. Centre de transfert ou d’entreposage d’une entreprise de transport de fonds;"
        },
        {
          "texte": "6. Établissements de recherche, de fabrication ou d’entreposage, utilisant les produits ou procédés nécessitant une protection\naccrue exigée par une loi ou un règlement provincial ou fédéral;"
        },
        {
          "texte": "7. Établissements municipaux, gouvernementaux ou paragouvernementaux."
        }
      ],
      "article": 55,
      "section": 3,
      "chapitre": 1
    },
    {
      "titre": "Système de captage d’images ou de vision nocturne",
      "pages": [
        26,
        27
      ],
      "contenu": [
        {
          "texte": "L’installation d’un système de captages d’images ou de vision nocturne est interdite pour tout bâtiment ou construction utilisée à des fins\nrésidentielles, sauf pour capter une scène en façade avant du bâtiment principal et sur un seul autre côté de ce bâtiment."
        },
        {
          "texte": "Pour tout bâtiment ou construction utilisée à des fins autres que résidentielles, ces systèmes peuvent uniquement être installés dans les\naires d’entreposage, les stationnements, les ouvertures ou les espaces donnant sur un accès véhiculaire."
        }
      ],
      "article": 56,
      "section": 3,
      "chapitre": 1
    },
    {
      "titre": "Système de contrôle à distance à des accès véhiculaires",
      "pages": [
        27,
        27
      ],
      "contenu": [
        {
          "texte": "L’installation d’un système ou d’un mécanisme de contrôle à distance des accès véhiculaires à un terrain depuis la rue n’est autorisée que\ndans les cas suivants :"
        },
        {
          "texte": "1. Un bâtiment ou une construction visée à l’article"
        },
        {
          "texte": "55 du présent règlement;"
        },
        {
          "texte": "2. Un immeuble ou une partie de ce dernier occupé par un usage autre qu’« Habitation (H) » et utilisé pour l’entreposage extérieur\nde produits, de machineries, d’outillage ou de véhicules;"
        },
        {
          "texte": "3. Un immeuble utilisé à des fins industrielles ou d’extraction minière qui nécessite, dans le cadre de ses opérations, des aires\nd’entreposage extérieures ou qui, par la nature des activités exercées, est susceptible en l’absence de système de contrôle à\ndistance des accès d’affecter la santé et la sécurité publique;"
        },
        {
          "texte": "4. Un immeuble ou une partie de ce dernier utilisé ou exploité comme terrain, parc ou garage de stationnement pour véhicules."
        }
      ],
      "article": 57,
      "section": 3,
      "chapitre": 1
    },
    {
      "titre": "Cessation d’un usage",
      "pages": [
        27,
        28
      ],
      "contenu": [
        {
          "texte": "Les éléments de fortification et de protection autorisés dans la présente section doivent être complètement démantelés dans les 6 mois\nsuivant la cessation de l’usage ou le retrait de l’équipement pour lequel ils ont été autorisés."
        }
      ],
      "article": 58,
      "section": 3,
      "chapitre": 1
    },
    {
      "titre": "Éléments de construction",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "Les éléments de construction d’une maison mobile doivent être conformes aux normes ACNOR (Association canadienne de normalisation)."
        }
      ],
      "article": 59,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Dimensions",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "Une maison mobile doit avoir une largeur minimale de 3,5 m et maximale de 8 mètres et une longueur supérieure ou égale à 10 mètres."
        }
      ],
      "article": 60,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Plateforme",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "Une plateforme ayant une dimension et une superficie au moins égale à celles de la maison mobile doit être aménagée en gravier ou en\nasphalte ou autre matériau adéquat sur emplacement de la maison mobile de façon à supporter également la charge maximale anticipée\nd’une maison mobile en toute saison, sans qu’il se produire d’affaissement ni autre forme de mouvement."
        },
        {
          "texte": "Le présent article ne s’applique pas si la maison mobile est munie d’une fondation conforme au présent règlement."
        }
      ],
      "article": 61,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Hauteur hors-sol",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "La distance verticale entre le dessous du châssis d’une maison mobile et le niveau naturel du sol autour de la maison mobile ne peut pas\nexcéder 1,2 mètre. Une maison mobile ne peut pas avoir plus d’un étage hors-sol."
        }
      ],
      "article": 62,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Ceinture de vide technique",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "Toutes les maisons mobiles ne reposant pas sur une fondation doivent être pourvues d'une ceinture de vide technique allant de la partie\ninférieure de la maison mobile jusqu'au sol et ayant un revêtement d'une hauteur maximale de 1 mètre de haut pour permettre d'avoir accès\naux raccordements de services publics."
        },
        {
          "texte": "La ceinture de vide technique doit être entourée et refermée complètement le dessous du bâtiment et doit être installée et peinte dans un\ndélai maximum de 60 jours après l'installation de la maison mobile."
        }
      ],
      "article": 63,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Ancrage",
      "pages": [
        28,
        28
      ],
      "contenu": [
        {
          "texte": "Des ancres, ayant la forme d’œillets métalliques encastrés dans un béton moulé sur place, de vis en tirebouchon ou d'ancrages à tête de\nflèche, doivent être prévues à tous les angles de la plateforme de la maison mobile et aux endroits où elles peuvent être nécessaires pour\narrimer solidement la maison mobile et la rendre capable de résister à la poussée du vent."
        },
        {
          "texte": "Ces dispositions d'ancrage du châssis de la maison mobile doivent être retenues par un câble ou tout autre mécanisme approuvé."
        },
        {
          "texte": "Un ancrage d’au moins 55 kilogrammes par mètre linéaire de longueur de la maison mobile est obligatoire. La capacité de l’ancrage doit\nêtre démontrée pas le requérant."
        }
      ],
      "article": 64,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Enlèvement du dispositif d'accrochage et de roulement",
      "pages": [
        28,
        29
      ],
      "contenu": [
        {
          "texte": "Les roues, dispositifs d'accrochage et autres équipements de roulement doivent être enlevés dans les 30 jours après la mise en place de la\nmaison mobile."
        }
      ],
      "article": 65,
      "section": 4,
      "chapitre": 1
    },
    {
      "titre": "Garde-corps",
      "pages": [
        29,
        29
      ],
      "contenu": [
        {
          "texte": "Toute surface accessible à d’autres fins que l’entretien, notamment les paliers extérieurs, les balcons, les galeries, les mezzanines, les\nescaliers extérieurs et les passages piétons surélevés, doit être protégée d’un garde-corps de chaque côté qui n’est pas protégé par un mur\nsi :"
        },
        {
          "texte": "1. La dénivellation dépasse"
        },
        {
          "texte": "600 millimètres entre la surface de circulation piétonnière et la surface adjacente;"
        },
        {
          "texte": "2. La pente de la surface adjacente est en deçà de"
        },
        {
          "texte": "1200 millimètres de la surface de circulation piétonnière a une pente supérieure\nde"
        },
        {
          "texte": "1 :"
        },
        {
          "texte": "2."
        },
        {
          "texte": "Les garde-corps ne sont pas exigés :"
        },
        {
          "texte": "1. Aux plateformes de chargement;"
        },
        {
          "texte": "2. Aux fosses des garages;"
        },
        {
          "texte": "3. Aux surfaces accessibles à des fins d’entretien uniquement;"
        },
        {
          "texte": "4. Aux escaliers intérieurs d’un logement qui desservent un sous-sol aménagé uniquement pour l’installation de l’équipement\nmécanique ou d’entretien du bâtiment, si chaque côté ouvert des escaliers est pourvu d’une main courante."
        },
        {
          "texte": "Si un escalier intérieur a plus de 2 contremarches ou si une rampe intérieure a une dénivellation de plus de 400 millimètres, les côtés de\nl’escalier ou de la rampe ainsi que ceux du palier ou du niveau de plancher autour de l’escalier ou de la rampe doivent être protégés par un\ngarde-corps, sauf s’ils sont protégés par un mur."
        },
        {
          "texte": "Tous les garde-corps doivent avoir une hauteur minimale de 1 070 millimètres. Cependant, la hauteur minimale peut être réduite à 900\nmillimètres pour :"
        },
        {
          "texte": "1. Tous les garde-corps intérieurs;"
        },
        {
          "texte": "2. Les garde-corps extérieurs lorsque la dénivellation est égale ou inférieure à"
        },
        {
          "texte": "1"
        },
        {
          "texte": "800 millimètres entre la surface de circulation\npiétonnière et la surface adjacente."
        },
        {
          "texte": "Les parties ajourées d'un garde-corps ne doivent pas permettre le passage d'un objet sphérique de 100 millimètres de diamètre."
        },
        {
          "texte": "Les garde-corps exigés ne doivent avoir, sur une hauteur de 140 à 900 millimètres au-dessus du plancher ou de la surface de circulation\npiétonnière protégée par le garde-corps, ni élément de fixation, ni saillie, ni partie ajourée pouvant en faciliter l'escalade."
        }
      ],
      "article": 66,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Détecteur de fumée",
      "pages": [
        29,
        29
      ],
      "contenu": [
        {
          "texte": "Au moins un détecteur de fumée doit être installé dans tout logement. Si un logement compte plus d’un étage ou comporte un sous-sol, un\ndemi-sous-sol ou une cave, au moins un détecteur de fumée doit être installé par étage, sous-sol, demi-sous-sol et cave."
        },
        {
          "texte": "Tout détecteur de fumée doit être conforme à la norme CAN/ULC-S531-02, être en état de fonctionnement et être pourvu d’une alimentation\nà pile permettant son fonctionnement lors d’une panne de courant."
        }
      ],
      "article": 67,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Détecteur de monoxyde de carbone",
      "pages": [
        29,
        30
      ],
      "contenu": [
        {
          "texte": "Un détecteur de monoxyde de carbone doit être installé dans tout logement qui comporte un garage attenant, un poêle ou foyer à bois, à\ngranules ou à gaz."
        },
        {
          "texte": "Tout détecteur de monoxyde de carbone doit être conforme à la norme CAN/CSA-6.19."
        }
      ],
      "article": 68,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Neige et glace",
      "pages": [
        30,
        30
      ],
      "contenu": [
        {
          "texte": "Tout bâtiment principal ou accessoire dont le toit a une pente supérieure à 12 : 12 ou dont le toit en pente pourrait causer des chutes de\nneige ou de glace vers une rue, une ruelle ou un stationnement privé ou public doit être pourvu de garde-neige attaché au mur ou à la toiture\nde manière à empêcher la neige ou la glace de tomber."
        },
        {
          "texte": "Lorsque l’accumulation de neige ou de glace sur le toit d’un bâtiment peut devenir une source de danger pour le public, le propriétaire doit\nprendre les moyens nécessaires pour l’enlèvement de celle-ci."
        }
      ],
      "article": 69,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Maintien en bon état d’un bâtiment",
      "pages": [
        30,
        30
      ],
      "contenu": [
        {
          "texte": "Une partie constituante d’un bâtiment doit en tout temps être maintenue en bon état d’entretien, notamment :"
        },
        {
          "texte": "1. Une partie constituante de l’enveloppe extérieure d’un bâtiment telle une toiture, un mur extérieur, un mur de fondation, une\nporte ou une fenêtre doit être étanche;"
        },
        {
          "texte": "2. De plus, dans le cas d’un revêtement extérieur de briques, les joints de mortier doivent bien maintenir la brique en place et le\nmur ne doit pas présenter de fissures ni risquer de s’écrouler;"
        },
        {
          "texte": "3. Le fini d’une surface extérieure d’un bâtiment telle la surface d’un avant-toit, d’une saillie, d’une porte, d’une fenêtre ou d’un\nmatériau de revêtement extérieur doit être maintenu en bon état et refait au besoin;"
        },
        {
          "texte": "4. Le fini d’une surface intérieure telle la surface d’un mur, d’un plafond, d’un plancher ou d’une boiserie doit être maintenu en bon\nétat et refait au besoin;"
        },
        {
          "texte": "5. Toute partie constituante d’un bâtiment doit être libre de toute accumulation d’eau ou d’humidité causant une dégradation de la\nstructure ou des finis."
        }
      ],
      "article": 70,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Maintien en bon état d’un balcon, d’un perron, d’une galerie et d’un escalier",
      "pages": [
        30,
        31
      ],
      "contenu": [
        {
          "texte": "Un balcon, un perron, une galerie ou un escalier extérieur d’un bâtiment occupé par un ou plusieurs logements doivent être maintenus en\nbon état et repeints au besoin. En aucun cas, le métal sensible à la rouille ou le bois ne doit être laissé sans protection contre les intempéries."
        },
        {
          "texte": "Dans le cas où un balcon, un perron, une galerie ou un escalier extérieur présente un danger pour la sécurité des personnes, les travaux\nnécessaires pour les remettre en état doivent être complétés dans un délai maximum de 7 jours suivant la signification d’un avis à cet effet\net l’accès doit en être empêché jusqu’à ce que la sécurité des personnes soit assurée. Sont notamment considérées comme présentant un\ndanger pour la sécurité des personnes, la présence de planchers et de garde-corps mal fixés ou n’ayant pas la résistance requise pour\nassurer leur fonction et la présence de pièces de bois pourri."
        }
      ],
      "article": 71,
      "section": 5,
      "chapitre": 1
    },
    {
      "titre": "Généralités",
      "pages": [
        32,
        32
      ],
      "contenu": [
        {
          "texte": "De façon non limitative, tous chantiers de construction représentant un risque doivent respecter les conditions suivantes :"
        },
        {
          "texte": "1. Tout chantier de démolition ou toute excavation à ciel ouvert doit être ceinturé par une clôture de bois opaque ou d’une clôture\nen métal recouvert d’une toile d’une hauteur minimale de"
        },
        {
          "texte": "2 mètres;"
        },
        {
          "texte": "2. Sauf les ouvertures règlementaires permettant l’accès au site, toute clôture de chantier doit être dépourvue d’ouverture;"
        },
        {
          "texte": "3. Toutes les ouvertures d’accès à un chantier doivent être munies d’une barrière qui doit :"
        },
        {
          "texte": "a. Demeurer fermée et verrouillée lorsque le chantier est laissé sans surveillance;"
        },
        {
          "texte": "b. Être maintenue en place jusqu’à la fin des travaux de démolition;"
        },
        {
          "texte": "4. Tout travail ne doit pas générer de poussière ou toute autre forme de rejet ou dépôt pouvant atteindre les terrains voisins;"
        },
        {
          "texte": "5. À l’issue de la démolition d’une construction, tout terrain doit être déblayé et entièrement nettoyé dans les"
        },
        {
          "texte": "10 jours;"
        },
        {
          "texte": "6. L’autorité compétente peut exiger toute mesure supplémentaire pour assurer la sécurité du public et du chantier."
        }
      ],
      "article": 72,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Continuité des travaux",
      "pages": [
        32,
        32
      ],
      "contenu": [
        {
          "texte": "Une fois l'entreprise de démolition commencée, les travaux doivent être poursuivis sans interruption jusqu'à terminaison complète. Toutefois,\nsi pour une raison majeure, les travaux venaient à être discontinués, toutes les mesures devront être prises pour assurer la sécurité du\npublic."
        }
      ],
      "article": 73,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Exécution des travaux de travaux de démolition",
      "pages": [
        32,
        32
      ],
      "contenu": [
        {
          "texte": "Les vitres ou autres matériaux analogues doivent être enlevés préalablement aux autres travaux de démolition."
        },
        {
          "texte": "Tout bâtiment ou partie de bâtiment en démolition doit être solidement supporté afin de prévenir les accidents."
        },
        {
          "texte": "La démolition des murs doit être effectuée étage par étage en commençant par le sommet et en descendant jusqu'au sol."
        },
        {
          "texte": "La démolition d'un plancher ne pourra être entreprise avant que les murs et les poteaux de l'étage, ainsi que la charpente du toit ou du\nplancher supérieur, n’aient été enlevés et les planchers situés en contrebas du sol devront être enlevés."
        },
        {
          "texte": "D'autres méthodes de démolition pourront être employées, pourvu qu'elles soient préalablement approuvées par le fonctionnaire désigné.\nDans ce cas, une description détaillée de la méthode de démolition projetée doit être soumise par écrit lors de la demande de certificat\nd'autorisation."
        }
      ],
      "article": 74,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Protection des arbres",
      "pages": [
        32,
        32
      ],
      "contenu": [
        {
          "texte": "Tous les types de travaux nécessitent que tous les arbres, publics et privés, soient protégés conformément aux dispositions du Règlement\nde zonage en vigueur à cet égard avant le début des travaux."
        }
      ],
      "article": 75,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Remplacement d'un arbre abattu ou gravement endommagé lors de travaux",
      "pages": [
        32,
        32
      ],
      "contenu": [
        {
          "texte": "Tout arbre abattu, gravement endommagé ou qui meurt à la suite d’activités de construction ou de démolition doit être remplacé par un arbre\nou plusieurs arbres conformément aux dispositions du Règlement de zonage en vigueur à cet égard."
        }
      ],
      "article": 76,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Occupation temporaire du domaine public",
      "pages": [
        32,
        33
      ],
      "contenu": [
        {
          "texte": "Toute occupation de l’emprise publique doit faire l’objet d’un certificat d’autorisation. L’émission d’un certificat d’autorisation est conditionnelle\nà ce que le titulaire du certificat soit responsable de tous dommages causés aux biens ou aux personnes qui résultent de l’occupation, qu’il\nprenne fait et cause pour la Ville en cas de réclamation ou de poursuite et qu’il tienne cette dernière indemne dans toute réclamation pour\nquelque dommage."
        }
      ],
      "article": 77,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Utilisation de l'emprise publique",
      "pages": [
        33,
        33
      ],
      "contenu": [
        {
          "texte": "Seule l’utilisation de l’emprise publique pour l’exécution de travaux dans le cadre de travaux autorisés par un permis de construction ou un\ncertificat d’autorisation peut être effectuée à la suite de l’obtention d’un certificat d’autorisation pour l’utilisation de l’emprise publique délivré\npar l’autorité compétente. Cette autorisation ne sera donnée que si les conditions suivantes sont remplies :"
        },
        {
          "texte": "1. La Ville doit être informée"
        },
        {
          "texte": "72 heures avant l’entrave à la circulation en indiquant la plage d’heures affectées;"
        },
        {
          "texte": "2. L’entrave peut être autorisée entre"
        },
        {
          "texte": "7 h"
        },
        {
          "texte": "00 et"
        },
        {
          "texte": "19 h"
        },
        {
          "texte": "00, et ce, du lundi au vendredi. En dehors de ces périodes, toute voie de\ncirculation doit être remise en état de propreté et exempt de matériaux, d’équipements ou de véhicules;"
        },
        {
          "texte": "3. Un détour ou un espace libre sécuritaire doit être prévu pour la circulation des piétons;"
        },
        {
          "texte": "4. L’utilisation de la voie publique est annoncée par une signalisation routière conforme aux normes en la matière et est maintenue\ntout au long de l’empiètement sur la voie de circulation. L’espace occupé doit être clôturé par des tréteaux ou par d’autres\ndispositifs destinés à protéger le public;"
        },
        {
          "texte": "5. Un plan de sécurité routière doit être soumis, le cas échéant."
        },
        {
          "texte": "Des conditions supplémentaires peuvent être exigées selon le cas de figure et l’emprise publique occupée."
        }
      ],
      "article": 78,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Dépôt de matériaux",
      "pages": [
        33,
        33
      ],
      "contenu": [
        {
          "texte": "Les matériaux déposés sur un terrain doivent uniquement servir à la construction du bâtiment ou de l’ouvrage visé par le permis de\nconstruction."
        },
        {
          "texte": "Pendant toute la durée des travaux, il est prohibé de déposer des matériaux ou des débris dans les fossés. Le propriétaire doit s’assurer du\ndrainage continu pendant les travaux de construction."
        }
      ],
      "article": 79,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Prévention de la poussière",
      "pages": [
        33,
        33
      ],
      "contenu": [
        {
          "texte": "Les débris et les matériaux sujets à dégager de la poussière doivent être arrosés continuellement et adéquatement durant leur manutention."
        },
        {
          "texte": "De plus, une bâche doit couvrir les débris. Elle doit être alourdie pour ne pas se déplacer sous l’effet du vent et doit être maintenue en place\ndurant toute la période des travaux afin d’éviter la contamination ou le lessivage des matériaux."
        },
        {
          "texte": "On ne doit pas laisser tomber les débris ou les matériaux d'un étage à l'autre, mais les descendre avec des grues ou des câbles. Il est aussi\npossible de les faire glisser dans des chutes fermées de tous côtés et construites de manière à empêcher le soulèvement de la poussière."
        }
      ],
      "article": 80,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Mesure de contrôle de l’érosion",
      "pages": [
        33,
        33
      ],
      "contenu": [
        {
          "texte": "Le requérant, le propriétaire et la personne qui réalisent des travaux impliquant le remaniement ou le nivèlement du sol ou impliquant la mise\nà nu du sol doit prendre les mesures temporaires nécessaires pour le contrôle de l’érosion durant les travaux, conformément aux dispositions\napplicables du Règlement de zonage en vigueur."
        }
      ],
      "article": 81,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Équipement sur un chantier",
      "pages": [
        33,
        33
      ],
      "contenu": [
        {
          "texte": "Pour tout projet de construction ou de démolition, le propriétaire ou l’exécutant des travaux doit se munir d’un conteneur pour recueillir les\ndébris de construction ou de démolition."
        },
        {
          "texte": "Tout appareil et équipement installé sur un chantier de construction doit être enlevé dans les 7 jours suivant la fin des travaux."
        }
      ],
      "article": 82,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Toilette chimique ou temporaire",
      "pages": [
        33,
        34
      ],
      "contenu": [
        {
          "texte": "Les présentes dispositions s’appliquent à l’utilisation d’une toilette chimique ou temporaire desservant un immeuble en cours de construction,\nun chantier de construction ou un usage temporaire autorisé par le Règlement de zonage en vigueur."
        },
        {
          "texte": "La toilette chimique ou temporaire peut être installée en cours latérale ou arrière et doit être entièrement dissimulée afin de ne pas être\nvisible de la rue. La distance minimale des limites du terrain est fixée à 1,5 mètre."
        },
        {
          "texte": "La toilette doit être proprement entretenue, maintenue en bon état et être vidangée régulièrement, selon l’utilisation. Elle ne doit, en aucun\ncas, causer de nuisances telles qu’odeurs ou fuites."
        },
        {
          "texte": "Elle est autorisée durant la période des travaux ou de l’activité autorisée."
        }
      ],
      "article": 83,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Remise en état",
      "pages": [
        34,
        34
      ],
      "contenu": [
        {
          "texte": "Lorsqu’un chantier de construction est terminé, tous matériaux, débris, déchets et équipements doivent être enlevés immédiatement. Le\nterrain doit être remis en état de propreté dans les deux semaines suivant la fin des travaux."
        },
        {
          "texte": "Pour toute nouvelle construction d’un bâtiment principal ou des travaux majeurs de rénovation, les matériaux et les déchets de construction\ndoivent être déposés dans un endroit dument approuvé à cette fin par le ministère de l'Environnement et de la Lutte contre les changements\nclimatiques."
        },
        {
          "texte": "Il est interdit de modifier, par opération de déblai ou de remblai, le niveau naturel d’un terrain de plus de 1 mètre lors de la remise en état\ndes lieux."
        },
        {
          "texte": "Il est interdit de bruler ou d’enfouir sur les lieux les matériaux non utilisés, les débris et les déchets provenant d'un chantier de construction."
        }
      ],
      "article": 84,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Conduite du chantier",
      "pages": [
        34,
        35
      ],
      "contenu": [
        {
          "texte": "Avant le début des travaux, tout propriétaire doit donner un avis écrit au fonctionnaire désigné indiquant les coordonnées complètes de :"
        },
        {
          "texte": "1. L’entrepreneur ou toute personne responsable des travaux;"
        },
        {
          "texte": "2. L’ingénieur ou l’architecte qui supervise les travaux;"
        },
        {
          "texte": "3. Toute entreprise d'inspection ou de mise à l'essai responsable de surveiller les travaux, le cas échéant."
        },
        {
          "texte": "Afin de permettre l'inspection des travaux sur le chantier, s’il y a lieu, le propriétaire doit informer le fonctionnaire désigné :"
        },
        {
          "texte": "1. De son intention d'exécuter des travaux qui peuvent être examinés avant la fin du chantier;"
        },
        {
          "texte": "2. De la date à laquelle il entend débuter les travaux;"
        },
        {
          "texte": "3. Lorsque les travaux exigeants des inspections doivent être complétés ou recouverts;"
        },
        {
          "texte": "4. Lorsque tous les travaux sont complétés pour en permettre l'inspection finale."
        },
        {
          "texte": "Lorsqu’exigé par le fonctionnaire désigné, chaque propriétaire doit découvrir et recouvrir, à ses frais, tous les travaux qui ont été recouverts\nen contravention à un avis émis par le fonctionnaire désigné."
        }
      ],
      "article": 85,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Obligation de sécuriser les constructions dangereuses",
      "pages": [
        35,
        35
      ],
      "contenu": [
        {
          "texte": "Lorsqu'un bâtiment ou une partie de bâtiment est dans une condition dangereuse qui présente un risque d’effondrement ou un risque pour\nla sécurité des personnes, le requérant ou le propriétaire doit prendre immédiatement les mesures nécessaires pour assurer la sécurité du\nbâtiment à ses frais. Les travaux de consolidation et de réparation doivent être entrepris sans délai."
        },
        {
          "texte": "Toute construction, bâtiment ou ouvrage dangereux doit être complètement fermé, barricadé et le site clôture par une clôture solidement\nfixée au sol d’une hauteur minimale de 1,8 mètre et d’au plus 2,5 mètres, afin de prévenir tout accident et d’assurer la sécurité du public."
        },
        {
          "texte": "Sauf les ouvertures réglementaires permettant l’accès au site, toute clôture de chantier doit être dépourvue d’ouverture. Toutes les\nouvertures d’accès au site doivent être munies d’une barrière qui doit :"
        },
        {
          "texte": "a) Demeurer fermée et verrouillée lorsque le site est laissé sans surveillance;"
        },
        {
          "texte": "b) Être maintenue en place jusqu’à la fin des travaux de construction ou démolition."
        },
        {
          "texte": "Tout travail ne doit pas générer de poussière ou toute autre forme de rejet ou dépôt pouvant atteindre les terrains voisins."
        },
        {
          "texte": "À l’issue de la destruction ou de la démolition d’une construction, tout terrain doit être déblayé et entièrement nettoyé dans les 10 jours.\nL’autorité compétente peut exiger toute autre mesure supplémentaire pour assurer la sécurité du public et du site"
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "4)"
        }
      ],
      "article": 86,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Recours devant la Cour de justice",
      "pages": [
        35,
        35
      ],
      "contenu": [
        {
          "texte": "Lorsque le fonctionnaire désigné, suite à une visite des lieux, a des raisons de croire qu'une construction qui est dans un état tel qu'elle peut\nmettre en danger des personnes, la Ville pourra, sur requête présentée devant une Cour de justice, demander à la Cour d'enjoindre le\npropriétaire de la construction dangereuse ou toute personne qui en a la garde, d'exécuter les travaux requis pour en assurer la sécurité,\nconformément au Code national du bâtiment du Canada en vigueur, et ses amendements."
        },
        {
          "texte": "S'il n'existe pas d'autre remède utile et si le propriétaire a été mis en cause, le fonctionnaire désigné peut demander de procéder à la\ndémolition de la construction dangereuse dans le délai que la Cour fixera et demander d'ordonner qu'à défaut de se faire dans le délai, la\nMunicipalité puisse exécuter ces travaux ou procéder à cette démolition aux frais du propriétaire."
        }
      ],
      "article": 87,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Construction inachevée ou abandonnée",
      "pages": [
        35,
        35
      ],
      "contenu": [
        {
          "texte": "Les ouvertures d’une construction inachevée, endommagée ou abandonnée depuis plus de 10 jours doivent être barricadées à l’aide de\nplanches ou de panneaux de bois peints d’une couleur s’harmonisant au parement extérieur de la construction et solidement fixées de\nmanière à en interdire l’accès et à prévenir les accidents. La construction doit être achevée dans les 180 jours suivant le sinistre. Si la\nconstruction demeure inachevée, endommagée ou abandonnée après ce délai, la construction doit être démolie."
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "5)"
        }
      ],
      "article": 88,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Fondation à ciel ouvert",
      "pages": [
        35,
        36
      ],
      "contenu": [
        {
          "texte": "Les excavations et les fondations non utilisées consécutivement à la démolition d’une construction peuvent rester béantes durant la période\nde validité de tout permis de construction émis en vue de l’érection d’un autre bâtiment sur le même emplacement, ou lorsqu’une demande\nde permis a été dument déposée aux mêmes fins, à condition qu’elles soient entourées d’une clôture. Si aucun bâtiment n’est érigé sur une\nfondation à ciel ouvert dans les 180 jours suivant sa construction, ladite fondation doit être détruite, tous les matériaux doivent être enlevés\ndu site et le terrain doit être remis à son état naturel."
        },
        {
          "texte": "Toute excavation ou fondation à ciel ouvert autre que celle d’un bâtiment en cours de construction doit être entourée d’une clôture de la\nhauteur minimale de 1,8 mètre et d'au plus 2,5 mètres, composée de panneaux de contreplaqué ou de matériaux équivalant non ajourés\nayant la résistance suffisante pour assurer la sécurité du public."
        }
      ],
      "article": 89,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Construction incendiée",
      "pages": [
        36,
        36
      ],
      "contenu": [
        {
          "texte": "Dans le cas où un bâtiment est détruit en tout ou en partie par un sinistre ou autrement et perd ses droits acquis ou devient autrement\ndangereux en vertu du chapitre 9 du Règlement de zonage en vigueur, le propriétaire doit démolir le bâtiment endommagé et la\nreconstruction, le cas échéant, doit se faire en se conformant aux exigences de la règlementation municipale en vigueur."
        },
        {
          "texte": "Une construction sinistrée doit être démolie, y compris ses fondations, et le terrain doit être entièrement débarrassé des débris et gravats\ndans les 180 jours suivants le jour de l’incendie."
        },
        {
          "texte": "Le premier alinéa ne s’applique pas si un permis de construction est délivré avant la fin du délai prévu au premier alinéa et si les travaux de\nreconstruction ou de réparation débutent dans les 90 jours qui suivent la date de délivrance du permis ou du certificat."
        },
        {
          "texte": "Dans les 48 heures qui suivent l’incendie, les ouvertures de la construction sinistrée doivent être barricadées à l’aide de planches ou de\npanneaux de bois solidement fixés afin d’en interdire l’accès et de prévenir les accidents. Le terrain doit être nettoyé de tous débris\ndangereux."
        },
        {
          "texte": "Durant la période entre le sinistre et la démolition ou le début des travaux de reconstruction, la construction doit être convenablement close\nou barricadée, ou s’il y a lieux, entourée d’une clôture opaque solidement fixée au sol d’une hauteur d’au moins 1,8 mètre et d’au plus 2,25\nmètres, de façon à assurer en tout temps la protection du public."
        },
        {
          "texte": "L’article 92 s’applique pour déterminer les règles applicables pour la remise en état de la construction."
        },
        {
          "texte": "2023-03-17 (R1314-2021-C-1, a."
        },
        {
          "texte": "6)"
        }
      ],
      "article": 90,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Constructions démolie ou déplacée",
      "pages": [
        36,
        36
      ],
      "contenu": [
        {
          "texte": "Lors de la démolition ou du déplacement d’une construction, les fondations doivent être entièrement démolies et être retirées du sol.\nToutefois, il est permis d’enfouir sur place le béton bitumineux, le béton de ciment avec ou sans armature, le ciment et le mortier, les\nmatériaux cuits tels la brique, la céramique, la porcelaine, ainsi que les pierres taillées telles le granite, le marbre, le calcaire, à la condition\nque les matériaux soient fragmentés à des dimensions n’excédant pas 300 millimètres, qu’ils ne soient pas contaminés par des matières\ndangereuses, qu’ils soient exempts de tous matériaux putrescibles et qu’ils soient recouverts d’un matériau de remblai naturel tels le sable,\nl’argile, la terre végétale. Dans un tel cas, le dépôt d’un rapport d’un ingénieur membre de l’Ordre des ingénieurs du Québec est requis avec\nla demande de certificat d’autorisation."
        },
        {
          "texte": "Dans les 30 jours qui suivent la fin des travaux de démolition ou de déplacement, le terrain doit être nettoyé de tous les débris provenant\ndes travaux, toute excavation doit être comblée, le sol doit être nivelé de manière à empêcher toute accumulation d’eau, être gazonné ou\nensemencé de façon à ne pas laisser le sol à nu et tout dommage causé au trottoir, à la bordure ou à la chaussée publics doit être réparé."
        }
      ],
      "article": 91,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Bâtiment détruit ou ayant perdu la moitié de sa valeur",
      "pages": [
        36,
        36
      ],
      "contenu": [
        {
          "texte": "La reconstruction ou la réfection de tout bâtiment détruit, devenu dangereux ou ayant perdu 50 % de sa valeur portée au rôle d'évaluation\nle jour précédant la destruction, l'incendie ou quelque autre cause, doit être effectuée en conformité avec les règlements d’urbanisme en\nvigueur au moment de cette reconstruction ou réfection."
        }
      ],
      "article": 92,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Travaux effectués par l’autorité compétente",
      "pages": [
        36,
        37
      ],
      "contenu": [
        {
          "texte": "À défaut de se conformer aux articles de la présente section, l'autorité compétente peut effectuer les travaux et prendre toutes les mesures\nnécessaires, y compris la démolition, pour assurer la sécurité du public. Le cout des travaux effectués par l'autorité compétente peut être\nrecouvré du propriétaire et constitue une créance prioritaire sur l'immeuble sur lequel ils ont été exécutés, tel que prévu par la loi. Ces frais\nsont également garantis par une hypothèque légale sur cet immeuble."
        }
      ],
      "article": 93,
      "section": 1,
      "chapitre": 2
    }
  ],
  "numero": "1314-2021-C",
  "objet": "construction",
  "dates": {
    "adoption": "INCONNU"
  }
}
