{
  "fichier": "derogation-mineure-2013.pdf",
  "textes": [
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "plans d’ implantation\nle règlement sur les et u rb ani sme\ndérogations mineures\nLes\nd’intégration architecturale ville de sainte-adèle"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Ce feuillet tente de vulgariser, en quelques Présentation demande\nd’une\nparagraphes, la notion de dérogation mineure à un\nrèglement d’urbanisme. Tout citoyens désirant formuler une demande de dérogation\nmineure doit compléter le formulaire de demande dérogation\nIl est un résumé du règlement portant sur les mineure disponible sur le site Internet de la Ville ou au\ndérogations mineures no. 1200-2012-DM. La service d’urbanisme.\nsource de certaines informations contenue dans ce\nfeuillet provient du ministère des Affaires Les documents requis doivent accompagner ce formulaire et\nmunicipales, des Régions et de l’Occupation du être déposés au bureau du service d’urbanisme situé au\nterritoire et peuvent être consulté sur leur site 1381, boul. de Sainte-Adèle.\nInternet. Frais applicables\ndérogation mineure quoi ?\nUne , c’est Au moment du dépôt de la demande, il faut débourser des\nfrais d’études et d’analyse du dossier au montant de 500 $.\nUne dérogation mineure est une mesure exceptionnelle en Ces frais inclus également les coûts de publication de l’avis\nvertu de laquelle le Conseil municipal peut autoriser la public requis par la Loi sur l’aménagement et l’urbanisme.\nréalisation de travaux projetés ou la régularisation de\ntravaux en cours ou terminés, qui ne peuvent respecter Ces frais ne sont pas remboursables.\ntoutes les dispositions des règlements d'urbanisme. Il assure Évaluation demande\nà la réglementation d’urbanisme une certaine souplesse"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "d'une\nd'application dans la mesure où il s'agit d'une dérogation\ndite « mineure ». Une fois une demande complète de dérogation mineure\ndéposée, le fonctionnaire désigné vérifiera la recevabilité de\nLa principale utilité de la dérogation mineure réside dans le la demande et transmettra celle-ci au comité consultatif\nfait qu'il s'agit d'une technique apportant des solutions à des d’urbanisme (CCU) pour fins de recommandations au Conseil\nproblèmes pratiques qui ne peuvent être décelés à l'avance municipal.\ndans une réglementation d'urbanisme. Avant de formuler sa recommandation, le CCU doit analyser\nTrois situations justifient normalement de recourir à une toute demande de dérogation à la lumière des quatre\ndérogation mineure : critères imposés par la Loi sur l'aménagement et\nl'urbanisme. Ainsi, une dérogation peut être accordée\n1. toutes les possibilités de modifier un projet afin de le seulement :\nrendre conforme au règlement de zonage ou de\nlotissement en vigueur ont été examinées;  si l'application du règlement de zonage et de\n2. une situation peut éventuellement être régularisée lotissement cause un préjudice sérieux au\nlorsqu'une contravention au règlement est constatée"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "demandeur;\npendant la réalisation de certains travaux;  si elle ne porte pas atteinte à la jouissance du\n3. une demande de dérogation mineure peut être déposée"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "droit de propriété des propriétaires des immeubles\nvoisins;\nlors de la vérification de la conformité aux règlements\nd'un immeuble existant comme lors d'une transaction.  si les travaux en cours ou déjà exécutés ont été\neffectués de bonne foi et ont fait l'objet d'un\nLa dérogation mineure n'est surtout pas : permis ;\n un moyen de répondre à la demande du requérant « à sa"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": " si elle respecte les objectifs du plan d'urbanisme.\nconvenance »; Une fois la recommandation du CCU transmise au Conseil\n un moyen d'éviter une modification aux règlements municipal, le greffier de la Ville doit faire publier dans un\nd'urbanisme; journal local un avis au moins 15 jours avant la tenue de la\n une incitation au non-respect des règlements; séance où le Conseil municipal doit rendre sa décision sur la\n un moyen de légaliser une erreur survenue lors de la demande, afin d’informer tout intéresser de la dérogation\nconstruction; demandée. Tout intéressé peut se faire entendre par le\n conseil lors de la discussion de la demande.\nun moyen de contourner le plan et les règlements\nd'urbanisme. La décision du Conseil municipal est rendue par résolution\ndont une copie doit être transmise au requérant. La\nDispositions pouvant faire objet résolution par laquelle le Conseil municipal rend sa décision\nl’ d’une peut prévoir toute condition, selon les compétences de la\ndérogation mineure municipalité, dans le but d'atténuer l'impact de la\ndérogation."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Tout citoyen dont les travaux projetés, en cours ou exécutés"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Délais\nne respectent pas toutes les dispositions du règlement de\nzonage ou du règlement de lotissement peut faire une Les délais de traitement et d’analyse d’une demande sont\ndemande de dérogation mineure sur : généralement de 8 à 10 semaines selon la date de réception\n de la demande, des documents et du paiement des frais\ntoute disposition du règlement de zonage en vigueur, à applicables\nl’exception des dispositions relatives :"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": " Aux usages;\n Aux densités d’occupation du sol (logement à\nl’hectare)\n À la hauteur en étage d’un bâtiment principal;\n A l’abattage d’arbres et aux coupes forestières."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": " toute disposition du règlement de lotissement en Pour en savoir plus …\nvigueur, à l’exception des dispositions relatives à la\ncontribution pour fins de parc, de terrains de jeux Communiquer avec le service d’urbanisme :\nou d’espaces verts. (450) 229-2921 (poste 114)\nAucune dérogation mineure ne peut être accordée dans une urbanisme@ville.sainte-adele.qc.ca\nzone où l’occupation du sol est soumise à des contraintes\nparticulières pour des raisons de sécurité publique,"
        }
      ]
    }
  ],
  "numero": "INCONNU",
  "dates": {
    "adoption": "INCONNU"
  }
}
