{
  "fichier": "Rgl-1314-2021-DM-Derogations-mineures.pdf",
  "numero": "1314-2021-DM",
  "objet": "les dérogations mineures",
  "dates": {
    "adoption": "19 juillet 2021",
    "avis": "17 mai 2021",
    "entree": "23 septembre 2021"
  },
  "chapitres": [
    {
      "numero": "1",
      "titre": "DISPOSITIONS DÉCLARATOIRES,\nINTERPRÉTATIVES ET ADMINISTRATIVES\n",
      "pages": [
        2,
        6
      ],
      "articles": [
        0,
        17
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS DÉCLARATOIRES",
          "pages": [
            3,
            4
          ],
          "articles": [
            0,
            7
          ],
          "sous_sections": []
        },
        {
          "numero": "2",
          "titre": "DISPOSITIONS INTERPRÉTATIVES",
          "pages": [
            4,
            5
          ],
          "articles": [
            7,
            12
          ],
          "sous_sections": []
        },
        {
          "numero": "3",
          "titre": "DISPOSITIONS ADMINISTRATIVES",
          "pages": [
            5,
            6
          ],
          "articles": [
            12,
            17
          ],
          "sous_sections": []
        }
      ]
    },
    {
      "numero": "2",
      "titre": "DISPOSITIONS APPLICABLES À UNE\nDEMANDE DE DÉROGATION MINEURE\n",
      "pages": [
        6,
        11
      ],
      "articles": [
        17,
        33
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "RECEVABILITÉ ET CONDITIONS PRÉALABLES",
          "pages": [
            7,
            8
          ],
          "articles": [
            17,
            23
          ],
          "sous_sections": []
        },
        {
          "numero": "2",
          "titre": "CONTENU ET ANALYSE DE LA DEMANDE",
          "pages": [
            8,
            11
          ],
          "articles": [
            23,
            33
          ],
          "sous_sections": []
        }
      ]
    }
  ],
  "articles": [
    {
      "titre": "Titre du règlement",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Le présent règlement est intitulé « Règlement sur les dérogations mineures de la Ville de Sainte-Adèle » et porte le numéro",
        "1314-2021-DM."
      ],
      "numero": 1,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Abrogation",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Le présent règlement abroge les règlements numéro 1200-2012-DM « Règlement sur les dérogations mineures » tel que",
        "modifié par tous leurs amendements ainsi que toutes dispositions inconciliables d’un autre règlement en vigueur.",
        "Ces abrogations n’affectent pas les permis et certificats légalement émis sous l’autorité des règlements ainsi remplacés ni",
        "les droits acquis avant l’entrée en vigueur du présent règlement."
      ],
      "numero": 2,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Portée du règlement et territoire assujetti",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Le présent règlement, dont les dispositions s’appliquent aux personnes physiques comme aux personnes morales autant",
        "de droits publics que privés, s’applique à l’ensemble du territoire de la Ville de Sainte-Adèle."
      ],
      "numero": 3,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Domaine d’application",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Le présent règlement régit le mode de présentation et la procédure d’analyse d’une demande de dérogation mineure, les",
        "objets des règlements de zonage et de lotissement qui peuvent faire l’objet d’une demande de dérogation mineure de",
        "même qu’il encadre les motifs d’admissibilité et de décision à l’égard d’une telle demande. Toute demande de dérogation",
        "mineure doit être déposée et étudiée conformément au présent règlement."
      ],
      "numero": 4,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Dispositions des lois et d’autres règlements",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Aucune disposition du présent règlement ne peut être interprétée comme ayant pour effet de soustraire une personne à",
        "l’application d’une loi ou d’un règlement du gouvernement provincial ou fédéral ou à l’application d’un règlement de la",
        "Municipalité régionale de comté des Pays-d’en-Haut."
      ],
      "numero": 5,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Documents de renvoi",
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Lorsque le texte fait référence à un document de renvoi, celui-ci est partie intégrante du présent règlement."
      ],
      "numero": 6,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Entrée en vigueur",
      "pages": [
        3,
        4
      ],
      "alineas": [
        "Le présent règlement entre en vigueur conformément à la loi.",
        "",
        ""
      ],
      "numero": 7,
      "sous_section": -1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Ville",
      "pages": [
        4,
        4
      ],
      "alineas": [
        "L’expression « Ville » est définie comme étant la Ville de Sainte-Adèle."
      ],
      "numero": 8,
      "sous_section": -1,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Structure du règlement",
      "pages": [
        4,
        4
      ],
      "alineas": [
        "L’interprétation du présent règlement doit tenir compte de la hiérarchie entre les divisions du texte : chapitres, sections,",
        "sous-sections, articles, alinéas, paragraphes, sous-paragraphes et tirets. À titre d’illustration, la typographie utilisée pour",
        "distinguer les divisions du règlement répond au modèle suivant :"
      ],
      "numero": 9,
      "sous_section": -1,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation du texte",
      "pages": [
        4,
        4
      ],
      "alineas": [
        "L’interprétation du texte de ce règlement doit respecter les règles suivantes :",
        "1. L’emploi des verbes au présent inclut le futur, et vice-versa;",
        "2. L’usage du singulier comprend le pluriel et l’usage du pluriel comprend le singulier, chaque fois que le contexte",
        "s’y prête;",
        "3. L’emploi du verbe DEVOIR indique une obligation absolue; alors que l’emploi du verbe POUVOIR conserve",
        "un sens facultatif, sauf dans l’expression « NE PEUT » qui signifie « NE DOIT »;",
        "4. Le mot « quiconque » inclut toute personne morale ou physique ou toute société en nom collectif, en",
        "commandite ou en participation au sens du Code civil du Québec.",
        "5. Lorsque deux dispositions ou plus du présent règlement s’appliquent à un usage, bâtiment, terrain ou autre",
        "objet régi par le présent règlement, les règles suivantes s’appliquent :",
        "a. La disposition particulière prévaut sur la disposition générale;",
        "b. La disposition la plus contraignante prévaut.",
        "6. Toute référence à un autre règlement ou à une Loi est ouverte, c’est-à-dire qu’il s’étend à toute modification",
        "que pourrait subir un tel règlement ou Loi suite à l’entrée en vigueur du présent règlement;",
        "7. Toutes les mesures présentes dans le présent règlement sont celles du système international (SI);",
        "8. La table des matières et le titre des chapitres, des sections et des articles du présent règlement sont donnés",
        "pour améliorer la compréhension du texte;",
        "9. Les plans, annexes, tableaux, graphiques, figures, illustration et symboles et toute forme d’expression autre",
        "que le texte proprement dit et contenue dans le présent règlement en font partie intégrante à toutes fins que",
        "de droit;",
        "10. Lorsqu’une distance séparatrice est mentionnée entre deux usages ou constructions, cette distance s’applique",
        "avec réciprocité pour chacun de ces usages ou constructions."
      ],
      "numero": 10,
      "sous_section": -1,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation en cas de contradiction",
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Dans ce règlement, à moins d'indications contraires, les règles suivantes s'appliquent :",
        "1. En cas de contradiction entre le texte et un titre, le texte prévaut;",
        "2. En cas de contradiction entre le texte et toute autre forme d'expression, sauf la fiche de type de milieu, le texte",
        "prévaut;",
        "3. En cas de contradiction entre les données d'un tableau et un graphique, les données du tableau prévalent;",
        "4. En cas de contradiction entre le texte et la fiche de type de milieu, la fiche prévaut;",
        "5. En cas de contradiction entre la fiche de type de milieu et le plan de zonage, la fiche prévaut."
      ],
      "numero": 11,
      "sous_section": -1,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Terminologie",
      "pages": [
        4,
        5
      ],
      "alineas": [
        "Les expressions, termes et mots utilisés dans le présent règlement ont le sens et l’application qui leur sont attribués à",
        "l’annexe B du Règlement de zonage en vigueur de la Ville de Sainte-Adèle.",
        "Une expression, un terme ou un mot n’étant pas spécifiquement défini au Règlement de zonage en vigueur de la Ville de",
        "Sainte-Adèle s'emploie selon le sens communément attribué à cette expression, terme ou mot.",
        "",
        ""
      ],
      "numero": 12,
      "sous_section": -1,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Administration du règlement",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "L'administration du présent règlement est confiée à toute personne nommée ci-après « fonctionnaire désigné », par",
        "résolution du Conseil."
      ],
      "numero": 13,
      "sous_section": -1,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Autorité compétente",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "L’application, la surveillance et le contrôle du présent règlement relèvent du fonctionnaire désigné. Des fonctionnaires",
        "désignés adjoints chargés d’aider ou de remplacer le fonctionnaire désigné peuvent être nommés par résolution du Conseil.",
        "Le fonctionnaire désigné et ses représentants autorisés constituent donc l’autorité compétente. Dans le présent règlement,",
        "l’utilisation de l’expression « fonctionnaire désigné » équivaut à l’utilisation de l’expression « autorité compétente »."
      ],
      "numero": 14,
      "sous_section": -1,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs et pouvoirs de l’autorité compétente",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "Les devoirs et pouvoirs de l’autorité compétente sont ceux qui lui sont attribués au Règlement sur les permis et certificats",
        "en vigueur de la Ville de Sainte-Adèle."
      ],
      "numero": 15,
      "sous_section": -1,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux",
      "pages": [
        5,
        5
      ],
      "alineas": [
        "Les devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux sont ceux qui lui sont attribués au",
        "Règlement sur les permis et certificats en vigueur de la Ville de Sainte-Adèle."
      ],
      "numero": 16,
      "sous_section": -1,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Infractions et pénalités",
      "pages": [
        5,
        7
      ],
      "alineas": [
        "Toute personne qui contrevient à l'une ou l'autre des dispositions de ce règlement commet une infraction et est passible",
        "d'une amende avec ou sans frais, tel que prescrit au Règlement sur les permis et certificats en vigueur de la Ville de Sainte-",
        "Adèle.",
        "",
        ""
      ],
      "numero": 17,
      "sous_section": -1,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Recevabilité d’une demande de dérogation mineure",
      "pages": [
        7,
        7
      ],
      "alineas": [
        "Une demande de dérogation mineure est recevable et peut être formulée :",
        "1. Au moment d’une demande de permis de construction ou de certificat d’autorisation pour un nouvel ouvrage",
        "ou une nouvelle construction;",
        "2. Lorsque les travaux sont en cours ou déjà exécutés et que le requérant a obtenu un permis ou un certificat",
        "pour ces travaux."
      ],
      "numero": 18,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Dispositions du Règlement de zonage pouvant faire l’objet d’une dérogation mineure",
      "pages": [
        7,
        7
      ],
      "alineas": [
        "Toutes les dispositions du Règlement de zonage en vigueur de la Ville de Sainte-Adèle, ainsi que leurs amendements",
        "subséquents, peuvent faire l’objet d’une dérogation mineure, à l’exception des dispositions relatives :",
        "1. Aux usages et aux densités d’occupation du sol (logement à l’hectare);",
        "2. À la hauteur en étage d’un bâtiment principal;",
        "3. À l’abattage d’arbres et aux coupes forestières;",
        "4. Aux dispositions applicables aux fermettes."
      ],
      "numero": 19,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Dispositions du Règlement de lotissement pouvant faire l’objet d’une dérogation mineure",
      "pages": [
        7,
        7
      ],
      "alineas": [
        "Toutes les dispositions du Règlement de lotissement en vigueur de la Ville de Sainte-Adèle, ainsi que leurs amendements",
        "subséquents, peuvent faire l’objet d’une dérogation mineure, à l’exception des dispositions relatives à la cession pour fins",
        "de parcs, de terrains de jeux ou d’espaces naturels."
      ],
      "numero": 20,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Restriction",
      "pages": [
        7,
        7
      ],
      "alineas": [
        "Aucune dérogation mineure ne peut être accordée dans une zone où l’occupation du sol est soumise à des contraintes",
        "particulières pour des raisons de sécurité publique, conformément à la Loi sur l’aménagement et l’urbanisme (L.R.Q., c. A-",
        "19.1)."
      ],
      "numero": 21,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Conditions préalables à l’analyse d’une dérogation mineure",
      "pages": [
        7,
        7
      ],
      "alineas": [
        "Une demande de dérogation mineure peut être présentée si celle-ci est conforme à toutes les dispositions des règlements",
        "de construction, de lotissement et de zonage ne faisant pas l’objet d’une dérogation mineure."
      ],
      "numero": 22,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Conditions préalables à l’approbation d’une dérogation mineure",
      "pages": [
        7,
        8
      ],
      "alineas": [
        "Une dérogation mineure ne peut être accordée que si toutes les conditions suivantes sont respectées.",
        "1. Le requérant est dans l’impossibilité de se conformer au Règlement de zonage ou du Règlement de",
        "lotissement concernant les dispositions pouvant faire l’objet d’une demande de dérogation mineure;",
        "2. L’application des dispositions du Règlement de zonage ou du Règlement de lotissement a pour effet de causer",
        "un préjudice sérieux au requérant;",
        "3. La dérogation mineure ne porte pas atteinte à la jouissance, par les propriétaires des immeubles voisins, de",
        "leur droit de propriété;",
        "4. Dans le cas où les travaux sont en cours ou déjà exécutés, ces travaux ont fait l’objet d’un permis de",
        "construction ou d’un certificat d’autorisation et ont été effectués de bonne foi;",
        "5. La dérogation respecte les objectifs du plan d’urbanisme;",
        "6. La dérogation demandée est mineure.",
        "",
        ""
      ],
      "numero": 23,
      "sous_section": -1,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Contenu de la demande",
      "pages": [
        8,
        8
      ],
      "alineas": [
        "Toute demande de dérogation mineure doit être faite par écrit, en utilisant le formulaire intitulé « Demande de dérogation",
        "mineure » préparé à cette fin.",
        "La demande doit être transmise au fonctionnaire désigné et doit comprendre :",
        "1. Le formulaire rempli et dument signé par le propriétaire ou un mandataire autorisé;",
        "2. Une procuration signée par le propriétaire, dans le cas d’une demande faite par un mandataire;",
        "3. Les noms, prénoms et adresses du requérant et du propriétaire;",
        "4. L’identification de l’immeuble visé;",
        "5. Les titres de la propriété;",
        "6. Un plan fait et signé par un arpenteur-géomètre dans le cas d’une demande de dérogation mineure relative à",
        "une distance ou une superficie pour une construction existante ou projetée. Ce plan, à jour, doit illustrer le",
        "terrain et les ouvrages en cause, la dérogation demandée et, s’il y a lieu, les terrains voisins avec leur",
        "construction;",
        "7. Un plan projet de lotissement fait et signé par un arpenteur-géomètre dans le cas d’une demande de",
        "dérogation mineure relative à une superficie, une largeur, une profondeur ou une largeur minimale d’un lot. Ce",
        "plan, à jour, doit illustrer le terrain, avec ses dimensions, sa superficie et sa pente naturelle moyenne, et les",
        "constructions existantes, le cas échéant, avec les distances par rapport aux limites de terrains;",
        "8. Une description de la nature de la dérogation demandée. Dans le cas d’une construction ou d’un bâtiment",
        "projeté et dont la réalisation nécessite plusieurs dérogations, celles-ci doivent obligatoirement faire l’objet",
        "d’une seule et même demande;",
        "9. Des photographies claires et récentes de l’immeuble visé par la demande de dérogation mineure et permettant",
        "de bien identifier la dérogation demandée;",
        "10. Une description des raisons pour lesquelles le requérant ne peut se conformer aux règlements en vigueur;",
        "11. Une description du préjudice causé au requérant, autre que financier ou de commodité, découlant de",
        "l’application stricte du règlement;",
        "12. Toute autre information connexe requise pour fins de compréhension de la demande.",
        "Le fonctionnaire désigné peut également :",
        "1. Exiger du propriétaire qu’il fournisse, à ses frais, tout autre renseignement, détail, plan ou attestation",
        "professionnelle (incluant les sceaux et signatures originales du professionnel qui les aura préparés), de même",
        "qu’un rapport présentant les conclusions et recommandations relatives au projet nécessaire à la complète",
        "compréhension de la demande ou pour s’assurer du parfait respect des différentes dispositions de tout",
        "règlement pertinent ou pour s’assurer que la sécurité publique ou l’environnement ne seront pas indument mis",
        "en cause;",
        "2. Dispenser le requérant de fournir l’un ou l’autre des renseignements, détails, documents ou attestations",
        "professionnelles spécifiés dans le présent règlement lorsque de l’avis du fonctionnaire désigné, leur absence",
        "n’entraverait en rien la complète compréhension de la demande, le respect des différents règlements",
        "municipaux ou ne mettrait pas en cause la sécurité publique ou l’environnement."
      ],
      "numero": 24,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Frais exigibles",
      "pages": [
        8,
        8
      ],
      "alineas": [
        "Le requérant doit, au moment du dépôt de la demande de dérogation et des documents demandés, acquitter les frais de",
        "500,00 $ pour l'étude de la demande. Cette somme n'est pas remboursable, quel que soit le sort réservé à la demande.",
        "Malgré le premier alinéa, les frais à acquitter le sont par lot lorsqu’il s’agit d’une dérogation mineure relative à une superficie,",
        "une largeur, une profondeur, une largeur minimale d’un lot.",
        "Ces frais comprennent les frais de publication de l’avis public requis en vertu du présent règlement."
      ],
      "numero": 25,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Conformité des documents",
      "pages": [
        8,
        8
      ],
      "alineas": [
        "Le fonctionnaire désigné doit s’assurer que la demande est conforme aux exigences prévues au présent règlement,",
        "notamment que toutes les informations nécessaires à la bonne compréhension de la demande ont été fournies et que les",
        "frais exigibles ont été perçus. La demande ne sera considérée comme complète que lorsque tous les documents requis",
        "auront été fournis."
      ],
      "numero": 26,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Analyse de la demande",
      "pages": [
        8,
        9
      ],
      "alineas": [
        "Préalablement à la transmission de la demande au comité consultatif d’urbanisme, le fonctionnaire désigné doit procéder",
        "à une analyse préliminaire comprenant notamment :",
        "1. L’identification des dispositions règlementaires en cause, ainsi que des objectifs généraux sous-jacents à ces",
        "dernières;",
        "2. Une vérification de la conformité du projet ou de l’immeuble à toutes les autres dispositions règlementaires",
        "applicables;",
        "3. Un avis, relatif à la conformité de la dérogation par rapport aux objectifs du plan d’urbanisme;",
        "",
        "",
        "4. Une analyse des caractéristiques de l’immeuble et du voisinage qui affectent la gravité de la dérogation;",
        "5. L’identification des décisions rendues dans le cadre de demandes antérieures pour des dérogations mineures",
        "similaires, ainsi que des principales caractéristiques de celles-ci."
      ],
      "numero": 27,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Transmission de la demande au comité consultatif d’urbanisme",
      "pages": [
        9,
        9
      ],
      "alineas": [
        "Sauf s’il y a relâche dans le calendrier des réunions du comité consultatif d’urbanisme, le fonctionnaire désigné transmet",
        "toute demande recevable au comité dans les 30 jours suivant la réception, accompagnée de l’analyse prévue à l’article",
        "précédent et de tout autre document pertinent."
      ],
      "numero": 28,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Étude de la demande par le comité consultatif d’urbanisme",
      "pages": [
        9,
        9
      ],
      "alineas": [
        "Le comité consultatif d’urbanisme étudie la demande en tenant compte des conditions prévues au présent règlement et",
        "des conclusions de l’analyse de la demande par le fonctionnaire désigné.",
        "Le comité consultatif d’urbanisme peut exiger des informations supplémentaires du requérant ou de l’autorité compétente.",
        "Il peut également exiger d’entendre le requérant.",
        "À l’exception des cas pour lesquels une telle démarche serait de toute évidence inutile, les membres du comité consultatif",
        "d’urbanisme peuvent visiter la propriété faisant l’objet de la demande de dérogation mineure et évaluer les effets de la",
        "dérogation demandée.",
        "Dans les 45 jours suivant la réception de la demande par le comité consultatif d’urbanisme, celui-ci formule par écrit sa",
        "recommandation en tenant compte des critères applicables. Cet avis est transmis au Conseil.",
        "Dans le cas où le requérant apporte de nouveaux éléments concernant sa demande pendant la période d’étude de la",
        "demande par le comité consultatif d’urbanisme, lorsqu’une expertise professionnelle est nécessaire ou lorsque des",
        "informations supplémentaires sont demandées par le comité, le délai maximal est augmenté à 60 jours."
      ],
      "numero": 29,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Avis public",
      "pages": [
        9,
        9
      ],
      "alineas": [
        "Le greffier de la Ville doit, au moins 15 jours avant la tenue de la séance où le Conseil doit statuer sur la demande de",
        "dérogations mineures, faire publier un avis qui indique :",
        "1. La date, l’heure et le lieu de la séance du Conseil;",
        "2. La nature et les effets de la dérogation demandée;",
        "3. La désignation de l’immeuble affecté en utilisant la voie de circulation et le numéro civique de l’immeuble ou,",
        "à défaut, le numéro de subdivision cadastrale;",
        "4. Que tout intéressé peut se faire entendre par le Conseil relativement à cette demande."
      ],
      "numero": 30,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Décision du Conseil",
      "pages": [
        9,
        9
      ],
      "alineas": [
        "Le Conseil rend sa décision par l’adoption d’une résolution. Il accepte, refuse ou accepte la demande.",
        "La résolution par laquelle le Conseil rend sa décision peut prévoir toute condition, eu égard aux compétences de la Ville,",
        "dans le but d'atténuer l'impact de la dérogation.",
        "Le Conseil n’est pas tenu de motiver sa décision. Une copie de la résolution est ensuite transmise par le greffier de la Ville",
        "au requérant."
      ],
      "numero": 31,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Émission du permis",
      "pages": [
        9,
        9
      ],
      "alineas": [
        "Sur présentation de la copie certifiée conforme de la résolution accordant une dérogation mineure, le fonctionnaire désigné",
        "délivre le permis ou le certificat si les conditions prévues dans le cadre de l’acceptation, s’il y a lieu, sont remplies, et ce,",
        "au plus tard au moment de la demande de permis ou de certificat.",
        "De plus, les objets de la demande qui ne font pas l'objet de la dérogation mineure accordée doivent être conformes aux",
        "règlements de zonage, de lotissement et de construction applicables."
      ],
      "numero": 32,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    },
    {
      "titre": "Délai de validité",
      "pages": [
        9,
        11
      ],
      "alineas": [
        "À la suite d’un délai de 18 mois après l'adoption de la résolution accordant une dérogation mineure, si les travaux qu'elle",
        "vise n'ont pas été réalisés ou ne sont pas en voie de réalisation selon un permis de lotissement ou de construction ou un",
        "certificat d'autorisation valide, cette résolution devient nulle et non avenue.",
        "Le délai mentionné au présent article ne s’applique pas lorsqu’il s’agit de régulariser une situation existante.",
        "Une nouvelle demande de dérogation mineure pour le même objet peut être formulée.",
        "",
        "",
        ""
      ],
      "numero": 33,
      "sous_section": -1,
      "section": 1,
      "chapitre": 1
    }
  ],
  "annexes": []
}
