{
  "fichier": "Rgl-1314-2021-L-Lotissement.pdf",
  "titre": "Règlement de lotissement Numéro 1314-2021-L",
  "chapitres": [
    {
      "numero": "1",
      "titre": "DISPOSITIONS DÉCLARATOIRES,\nINTERPRÉTATIVES ET ADMINISTRATIVES",
      "pages": [
        5,
        14
      ],
      "textes": [
        0,
        35
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS DÉCLARATOIRES",
          "pages": [
            6,
            7
          ],
          "textes": [
            0,
            6
          ]
        },
        {
          "numero": "2",
          "titre": "DISPOSITIONS INTERPRÉTATIVES",
          "pages": [
            7,
            8
          ],
          "textes": [
            7,
            11
          ]
        },
        {
          "numero": "3",
          "titre": "DISPOSITIONS ADMINISTRATIVES",
          "pages": [
            8,
            9
          ],
          "textes": [
            12,
            16
          ]
        },
        {
          "numero": "4",
          "titre": "CONDITIONS PRÉALABLES À UNE OPÉRATION CADASTRALE",
          "pages": [
            9,
            11
          ],
          "textes": [
            17,
            27
          ]
        },
        {
          "numero": "5",
          "titre": "DISPOSITIONS RELATIVES À LA CESSION POUR FINS DE PARCS,\nDE TERRAINS DE JEUX OU D'ESPACES NATURELS",
          "pages": [
            11,
            14
          ],
          "textes": [
            28,
            35
          ]
        }
      ]
    },
    {
      "numero": "2",
      "titre": "DISPOSITIONS RELATIVES AUX RUES ET AUX\nILOTS",
      "pages": [
        14,
        18
      ],
      "textes": [
        36,
        54
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "TRACÉ DES RUES",
          "pages": [
            15,
            18
          ],
          "textes": [
            36,
            54
          ]
        }
      ]
    },
    {
      "numero": "3",
      "titre": "DISPOSITIONS RELATIVES À LA SUPERFICIE\nET AUX DIMENSIONS DES LOTS",
      "pages": [
        18,
        23
      ],
      "textes": [
        55,
        68
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS GÉNÉRALES",
          "pages": [
            19,
            21
          ],
          "textes": [
            55,
            61
          ]
        },
        {
          "numero": "2",
          "titre": "SUPERFICIE ET DIMENSIONS MINIMALES DES LOTS",
          "pages": [
            21,
            23
          ],
          "textes": [
            62,
            68
          ]
        }
      ]
    },
    {
      "numero": "4",
      "titre": "DISPOSITIONS RELATIVES AUX DROITS\nACQUIS",
      "pages": [
        23,
        26
      ],
      "textes": [
        69,
        75
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "DISPOSITIONS GÉNÉRALES",
          "pages": [
            24,
            25
          ],
          "textes": [
            69,
            72
          ]
        },
        {
          "numero": "2",
          "titre": "PRIVILÈGE AU LOTISSEMENT",
          "pages": [
            25,
            26
          ],
          "textes": [
            73,
            75
          ]
        }
      ]
    }
  ],
  "textes": [
    {
      "titre": "Titre du règlement",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Le présent règlement est intitulé « Règlement de lotissement de la Ville de Sainte-Adèle » et porte le numéro 1314-2021-\nL."
        }
      ],
      "article": 1,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Abrogation",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Le présent règlement abroge les règlements numéro 1200-2012-L, intitulé « Règlement de lotissement » tel que modifié\npar tous leurs amendements ainsi que toutes dispositions inconciliables d’un autre règlement en vigueur."
        },
        {
          "texte": "Ces abrogations n’affectent pas les permis et certificats légalement émis sous l’autorité des règlements ainsi remplacés ni\nles droits acquis avant l’entrée en vigueur du présent règlement."
        }
      ],
      "article": 2,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Portée du règlement et territoire assujetti",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Le présent règlement, dont les dispositions s’appliquent aux personnes physiques comme aux personnes morales autant\nde droit public que privé, s’applique à l’ensemble du territoire de la Ville de Sainte-Adèle."
        }
      ],
      "article": 3,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Domaine d’application",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Le présent règlement vise à régir le découpage municipal des voies de circulations, des îlots et des lots, afin d’assurer la\nsécurité publique et la protection de l’environnement, ainsi que la qualité de vie de la Ville."
        },
        {
          "texte": "Toute opération cadastrale doit se faire conformément aux dispositions du présent règlement à l’exception :"
        },
        {
          "texte": "1. D’une opération cadastrale exécutée dans le cadre de la préparation du plan de rénovation cadastrale du\nterritoire, conformément à la Loi favorisant la réforme du cadastre québécois (L.R.Q., c. R-3.1);"
        },
        {
          "texte": "2. D’une opération cadastrale nécessitée par une déclaration de copropriété divise d’un immeuble faite en vertu\ndes articles"
        },
        {
          "texte": "1038 et"
        },
        {
          "texte": "3030 du Code civil du Québec (L.R.Q., c.CCQ-1991) dans la mesure où elle concerne\nl’identification d’une partie de l’emplacement autre qu’une partie commune du terrain."
        }
      ],
      "article": 4,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Dispositions des lois et d’autres règlements",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Aucune disposition du présent règlement ne peut être interprétée comme ayant pour effet de soustraire une personne à\nl’application d’une loi ou d’un règlement du gouvernement provincial ou fédéral ou à l’application d’un règlement de la\nMunicipalité régionale de comté des Pays-d ’en-Haut."
        }
      ],
      "article": 5,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Documents de renvoi",
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Lorsque le texte fait référence à un document de renvoi, celui-ci est partie intégrante du présent règlement."
        }
      ],
      "article": 6,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Entrée en vigueur",
      "pages": [
        6,
        7
      ],
      "contenu": [
        {
          "texte": "Le présent règlement entre en vigueur conformément à la loi."
        }
      ],
      "article": 7,
      "section": 0,
      "chapitre": 0
    },
    {
      "titre": "Ville",
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "L’expression « Ville » est définie comme étant la Ville de Sainte-Adèle."
        }
      ],
      "article": 8,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Structure du règlement",
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "L’interprétation du présent règlement doit tenir compte de la hiérarchie entre les divisions du texte : chapitres, sections,\nsous-sections, articles, alinéas, paragraphes, sous-paragraphes et tirets. À titre d’illustration, la typographie utilisée pour\ndistinguer les divisions du règlement répond au modèle suivant :"
        }
      ],
      "article": 9,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation du texte",
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "L’interprétation du texte de ce règlement doit respecter les règles suivantes :"
        },
        {
          "texte": "1. L’emploi des verbes au présent inclut le futur, et vice-versa;"
        },
        {
          "texte": "2. L’usage du singulier comprend le pluriel et l’usage du pluriel comprend le singulier, chaque fois que le contexte\ns’y prête;"
        },
        {
          "texte": "3. L’emploi du verbe DEVOIR indique une obligation absolue; alors que l’emploi du verbe POUVOIR conserve\nun sens facultatif, sauf dans l’expression « NE PEUT » qui signifie « NE DOIT »;"
        },
        {
          "texte": "4. Le mot « quiconque » inclut toute personne morale ou physique ou toute société en nom collectif, en\ncommandite ou en participation au sens du Code civil du Québec."
        },
        {
          "texte": "5. Lorsque deux dispositions ou plus du présent règlement s’appliquent à un usage, bâtiment, terrain ou autre\nobjet régi par le présent règlement, les règles suivantes s’appliquent :"
        },
        {
          "texte": "a. La disposition particulière prévaut sur la disposition générale;"
        },
        {
          "texte": "b. La disposition la plus contraignante prévaut."
        },
        {
          "texte": "6. Toute référence à un autre règlement ou à une Loi est ouverte, c’est-à-dire qu’il s’étend à toute modification\nque pourrait subir un tel règlement ou Loi suite à l’entrée en vigueur du présent règlement;"
        },
        {
          "texte": "7. Toutes les mesures présentes dans le présent règlement sont celles du système international (SI);"
        },
        {
          "texte": "8. La table des matières et le titre des chapitres, des sections et des articles du présent règlement sont donnés\npour améliorer la compréhension du texte;"
        },
        {
          "texte": "9. Les plans, annexes, tableaux, graphiques, figures, illustration et symboles et toute forme d’expression autre\nque le texte proprement dit et contenue dans le présent règlement en font partie intégrante à toutes fins que\nde droit;"
        },
        {
          "texte": "10. Lorsqu’une distance séparatrice est mentionnée entre deux usages ou constructions, cette distance s’applique\navec réciprocité pour chacun de ces usages ou constructions."
        }
      ],
      "article": 10,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Interprétation en cas de contradiction",
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "Dans ce règlement, à moins d'indications contraires, les règles suivantes s'appliquent :"
        },
        {
          "texte": "1. En cas de contradiction entre le texte et un titre, le texte prévaut;"
        },
        {
          "texte": "2. En cas de contradiction entre le texte et toute autre forme d'expression, sauf la fiche de type de milieu, le texte\nprévaut;"
        },
        {
          "texte": "3. En cas de contradiction entre les données d'un tableau et un graphique, les données du tableau prévalent;"
        },
        {
          "texte": "4. En cas de contradiction entre le texte et la fiche de type de milieu, la fiche prévaut;"
        },
        {
          "texte": "5. En cas de contradiction entre la fiche de type de milieu et le plan de zonage, la fiche prévaut."
        }
      ],
      "article": 11,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Terminologie",
      "pages": [
        7,
        8
      ],
      "contenu": [
        {
          "texte": "Les expressions, termes et mots utilisés dans le présent règlement ont le sens et l’application qui leur sont attribués à\nl’annexe B du Règlement de zonage en vigueur de la Ville de Sainte-Adèle."
        },
        {
          "texte": "Une expression, un terme ou un mot n’étant pas spécifiquement défini au Règlement de zonage en vigueur de la Ville de\nSainte-Adèle s'emploie selon le sens communément attribué à cette expression, terme ou mot."
        }
      ],
      "article": 12,
      "section": 1,
      "chapitre": 0
    },
    {
      "titre": "Administration du règlement",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "L'administration du présent règlement est confiée à toute personne nommée ci-après « fonctionnaire désigné », par\nrésolution du Conseil."
        }
      ],
      "article": 13,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Autorité compétente",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "L’application, la surveillance et le contrôle du présent règlement relèvent du fonctionnaire désigné. Des fonctionnaires\ndésignés adjoints chargés d’aider ou de remplacer le fonctionnaire désigné peuvent être nommés par résolution du Conseil.\nLe fonctionnaire désigné et ses représentants autorisés constituent donc l’autorité compétente. Dans le présent règlement,\nl’utilisation de l’expression « fonctionnaire désigné » équivaut à l’utilisation de l’expression « autorité compétente »."
        }
      ],
      "article": 14,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs et pouvoirs de l’autorité compétente",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Les devoirs et pouvoirs de l’autorité compétente sont ceux qui lui sont attribués au Règlement sur les permis et certificats\nen vigueur de la Ville de Sainte-Adèle."
        }
      ],
      "article": 15,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux",
      "pages": [
        8,
        8
      ],
      "contenu": [
        {
          "texte": "Les devoirs du propriétaire, de l’occupant, du requérant ou de l’exécutant de travaux sont ceux qui lui sont attribués au\nRèglement sur les permis et certificats en vigueur de la Ville de Sainte-Adèle."
        }
      ],
      "article": 16,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Infractions et pénalités",
      "pages": [
        8,
        9
      ],
      "contenu": [
        {
          "texte": "Toute personne qui contrevient à l'une ou l'autre des dispositions de ce règlement commet une infraction et est passible\nd'une amende avec ou sans frais, tel que prescrit au Règlement sur les permis et certificats en vigueur de la Ville de Sainte-\nAdèle."
        }
      ],
      "article": 17,
      "section": 2,
      "chapitre": 0
    },
    {
      "titre": "Champ d'application",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Sous réserve des articles 256.1, 256.2 et 256.3 de la Loi sur l'aménagement et l'urbanisme (c. A-19.1), toute opération\ncadastrale doit respecter les exigences du présent règlement."
        },
        {
          "texte": "Ce règlement ne vise pas une opération cadastrale requise pour fins d'utilité publique."
        }
      ],
      "article": 18,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Conformité au règlement",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Aucune opération cadastrale ne peut être approuvée si la demande contrevient à une disposition du présent règlement ou\nde tout autre loi ou règlement ou n'est pas conforme au plan d'urbanisme de la Ville de Sainte-Adèle."
        },
        {
          "texte": "L’approbation d’un relatif à une opération cadastrale ne peut constituer pour la Ville une obligation d’accepter la cession de\nconstructions ou de voies de circulation apparaissant au plan, ni de décréter l’ouverture de ces voies de circulation, ni d’en\nprendre à sa charge les frais d’entretien, d’en assumer les responsabilités civiles ou de fournir des services d’utilité\npublique."
        }
      ],
      "article": 19,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Présentation d'un plan relatif à une opération cadastrale",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Aucune opération cadastrale relative à un lotissement ne visant qu'une partie des terrains du requérant dans une zone\ndonnée ne peut être approuvée si le requérant ne présente, avec sa demande, un projet de morcellement pour la totalité\nde ses propriétés dans ladite zone et contiguës à la partie visée par l'opération cadastrale indiquant le tracé des rues\nprojetées, les dimensions approximatives de chacun des lots et le type d'usage auquel chacun est destiné."
        }
      ],
      "article": 20,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Cession de rues",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Comme condition préalable à l’approbation d’un plan relatif à une opération cadastrale, le propriétaire doit s’engager à\ncéder gratuitement l’emprise des voies de circulation destinées à être publiques de même que les servitudes pour les\nfossés et aménagements de drainage des voies de circulation, des sentiers et autres terrains, conformément aux\ndispositions du Règlement sur les permis et certificats en vigueur."
        }
      ],
      "article": 21,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Cession pour fins de parcs, de terrains de jeux ou d’espaces naturels",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Une demande d’opération cadastrale doit être conforme aux dispositions relatives à la cession pour fins de parcs, de\nterrains de jeux ou d’espaces naturels prévues au présent règlement."
        }
      ],
      "article": 22,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Paiement des taxes municipales",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Pour que l’opération cadastrale soit approuvée, le propriétaire doit payer les taxes municipales qui sont exigibles et\nimpayées à l'égard des immeubles compris dans le plan de l’opération cadastrale projetée conformément aux dispositions\ndu Règlement sur les permis et certificats en vigueur."
        }
      ],
      "article": 23,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Lot dont une partie a été acquise à des fins d’utilité publique",
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Un permis autorisant une opération cadastrale ne sera pas refusé à l'égard d'un terrain constituant le résidu d'un terrain\ndont une partie a été acquise à des fins d'utilité publique par un organisme public ou par une autre personne possédant un\npouvoir d'expropriation, pour le seul motif que la superficie ou les dimensions de ce terrain résiduel ne lui permettent pas\nde respecter les exigences en cette matière du présent règlement, si les conditions suivantes sont toutes respectées :"
        },
        {
          "texte": "1. Immédiatement avant l'acquisition, le terrain avait une superficie et des dimensions suffisantes pour respecter\nla réglementation alors en vigueur ou pouvait faire l'objet d'une opération cadastrale;"
        },
        {
          "texte": "2. Un seul lot résulte de l'opération cadastrale, sauf si le terrain est compris dans plusieurs lots originaires, auquel\ncas un seul lot par lot originaire résulte de l'opération cadastrale."
        }
      ],
      "article": 24,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Dispositions applicables à des opérations cadastrales à des fins d’agrandissement",
      "pages": [
        9,
        10
      ],
      "contenu": [
        {
          "texte": "Malgré les dispositions relatives aux dimensions de terrains du présent règlement, une opération cadastrale peut être\nacceptée pour un projet d’opération cadastrale ne respectant pas les dimensions et superficies prescrites si cette opération\ncadastrale a pour but :"
        },
        {
          "texte": "1. D’agrandir un terrain dérogatoire protégé par droits acquis de manière à réduire l'écart entre la superficie et\nles dimensions de celui-ci et la superficie et les dimensions minimales requises au présent règlement;"
        },
        {
          "texte": "2. D’agrandir un terrain dérogatoire protégé par droits acquis dans les cas de parcelles non destinées à recevoir\nune construction principale même si sa superficie et ses dimensions sont moindres que celles prévues au\nprésent règlement;"
        },
        {
          "texte": "3. D’agrandir un terrain dérogatoire protégé par droits acquis. Le terrain résultant de cette opération cadastrale\ndoit former un seul lot à moins que le terrain ne soit situé sur des lots originaires différents, auquel cas un seul\nlot par lot originaire résulte de l’opération cadastrale;"
        },
        {
          "texte": "4. De créer un lot adjacent à un lot localisé sur le territoire d’une autre municipalité, dans la mesure où ce lot créé\net celui auquel il est adjacent sur le territoire de l’autre municipalité est pour fins de constituer une seule\npropriété sur laquelle un seul bâtiment principal est érigé ou est projeté, à l’exception d’un projet intégré\nd’habitation lorsqu’autorisé en vertu du Règlement de zonage en vigueur."
        }
      ],
      "article": 25,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Résidu de terrain ou construction non conforme",
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "Une opération cadastrale ne peut être autorisée si elle produit l’un des effets suivants :"
        },
        {
          "texte": "1. Elle rend un autre lot ou terrain non conforme aux exigences minimales du règlement;"
        },
        {
          "texte": "2. Elle laisse un résidu de terrain non conforme aux exigences minimales du règlement;"
        },
        {
          "texte": "3. Elle aggrave la non-conformité d’une dimension ou de la superficie d’un autre lot ou terrain;"
        },
        {
          "texte": "4. Elle rend une construction ou un ouvrage non conforme aux dispositions du Règlement de zonage en vigueur\nou du Règlement de construction en vigueur."
        },
        {
          "texte": "5. Elle crée un lot qui ne peut être utilisé aux fins prévues par la règlementation sans effectuer d’autres opérations\nou la construction d’une rue n’ayant pas fait l’objet d’une entente de réalisation des travaux municipaux."
        }
      ],
      "article": 26,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Dispositions particulières relatives aux projets majeurs de lotissement",
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "Comme condition préalable à l’approbation d’un plan relatif à une opération cadastrale pour un projet majeur de lotissement,\nle requérant doit déposer et faire approuver un plan image de tout le terrain conformément aux dispositions du Règlement\nsur les permis et certificats en vigueur."
        }
      ],
      "article": 27,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Dispositions relatives à la conception d’une opération cadastrale",
      "pages": [
        10,
        11
      ],
      "contenu": [
        {
          "texte": "La conception de toute opération cadastrale ou de tout plan concept relatif à un projet majeur de lotissement doit s’effectuer\nsur la base des principes généraux suivants :"
        },
        {
          "texte": "1. La conception d’une opération cadastrale doit s’effectuer dans le respect de l’esprit du plan concept\npréalablement approuvé, le cas échéant, par le Conseil;"
        },
        {
          "texte": "2. Elle doit permettre la construction, sur chacun des terrains créés, des usages auxquels ces terrains sont\ndestinés, selon les prescriptions du Règlement de zonage en vigueur et du Règlement de lotissement en\nvigueur;"
        },
        {
          "texte": "3. Une continuité dans les lignes de division des lots en relation avec les lots adjacents existants ou prévus est\nassurée;"
        },
        {
          "texte": "4. Les voies de circulation proposées sont intégrées au réseau existant et retenu pour l’ensemble du territoire;"
        },
        {
          "texte": "5. Les voies de circulation proposées doivent favoriser la continuité du réseau routier avec les propriétés\nadjacentes, doivent permettre le bouclage du réseau routier et des réseaux récréatifs, doit limiter les voies\nsans issues, doivent limiter la longueur des voies de circulation et des infrastructures, doit limiter le\ndéboisement et le déblai et ne doivent pas avoir pour effet d’enclaver les propriétés adjacentes ou de limiter\nleur développement;"
        },
        {
          "texte": "6. Les services d’utilités publiques requis sont intégrés aux divers réseaux en place;"
        },
        {
          "texte": "7. Les sites et paysages d’intérêts sont mis en valeur ou protégés et certains espaces ou milieux naturels\n(espaces boisés d’intérêt, terrains accidentés, milieux humides, etc.) sont affectés à des fins de parcs,\nd’espaces naturels, de de zones de conservation ou de corridors verts;"
        },
        {
          "texte": "8. La conception d’une opération cadastrale doit s’effectuer de manière à favoriser l’intégration et la pérennité\ndes sentiers récréatifs non motorisés existants;"
        },
        {
          "texte": "9. Le tracé des nouvelles subdivisions tient compte des subdivisions existantes et à venir, de façon à ne pas\nlaisser de résidu de terrain, sauf s’il s’agit d’un lot en territoire rénové, qui ne soit cadastrable sans qu’il\nrespecte les normes de superficie et de dimensions applicables;"
        },
        {
          "texte": "10. Le terrain doit être situé en bordure d'une voie publique existante ou prévue, ou d'une voie privée existante\nconstruite conformément aux dispositions du présent règlement et des autres règlements municipaux\napplicables."
        }
      ],
      "article": 28,
      "section": 3,
      "chapitre": 0
    },
    {
      "titre": "Dispositions générales",
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "Sur l’ensemble du territoire municipal, comme condition préalable à l’approbation d’un plan relatif à une opération\ncadastrale, le propriétaire doit au choix du conseil :"
        },
        {
          "texte": "1. S’’engager à céder gratuitement à la Ville un terrain équivalent à"
        },
        {
          "texte": "10 % de la superficie du terrain visé par le\nplan relatif à l’opération cadastrale et qui convient à l’établissement ou à l’agrandissement d’un parc ou d’un\nterrain de jeux ou au maintien d’un espace naturel;"
        },
        {
          "texte": "2. Verser à la Ville une somme équivalente à"
        },
        {
          "texte": "10 % de la valeur du site;"
        },
        {
          "texte": "3. Prendre à la fois un engagement de cession et verse une somme pour un total combiné de"
        },
        {
          "texte": "10 %."
        },
        {
          "texte": "Dans le cas d’un projet mineur de lotissement où aucun sentier récréatif n’est présent sur le site ou en bordure de celui-ci,\nla contribution doit être effectuée par le versement d’une somme."
        },
        {
          "texte": "Dans le cas d’un projet majeur de lotissement ou dans l’éventualité où un sentier récréatif est présent sur le site ou en\nbordure de celui-ci, le conseil municipal détermine la contribution applicable. Dans l’éventualité où le sentier récréatif fait\ndéjà l’objet d’une entente de cession d’une servitude perpétuelle ou qu’une servitude perpétuelle est déjà établie, la\ncontribution doit être effectuée par le versement d’une somme."
        },
        {
          "texte": "Lorsque le propriétaire s’engage à céder une partie de terrain, le terrain ainsi cédé doit convenir, de l’avis du conseil, à\nl’établissement d’un parc ou d’un terrain de jeux, ou à l’aménagement d’un espace naturel. La Ville et le propriétaire peuvent\nconvenir que l’engagement porte sur un terrain faisant partie du territoire de la Ville qui n’est pas compris dans le site."
        },
        {
          "texte": "Les parcs, terrains de jeux et espaces naturels doivent être cédés dans les 30 jours suivant l’enregistrement du projet de\nsubdivision si le terrain à céder est compris à l’intérieur de la phase du projet faisant l’objet de l’opération cadastrale. Si les\nterrains à céder sont situés dans une phase subséquente, ceux-ci doivent être identifié au protocole d’entente sur la\nréalisation de travaux municipaux et être subdivisés et cédés au moment de la réalisation de cette phase. Si les terrains à\ncéder sont situés à l’extérieur du site, ils doivent être cédés à la Ville avant l’émission du permis de lotissement. Les actes\nnotariés nécessaires sont aux frais du requérant."
        },
        {
          "texte": "Une contribution en terrain peut être supérieure à 10 % à la discrétion du demandeur sans jamais être inférieure au\nminimum prévu."
        },
        {
          "texte": "Pour l’application de la présente section, on entend par « site », selon le cas, l’assiette de l’immeuble visé par l’opération\ncadastrale ou le terrain compris dans le plan d’opération cadastrale."
        }
      ],
      "article": 29,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Opérations cadastrales non assujettis",
      "pages": [
        11,
        12
      ],
      "contenu": [
        {
          "texte": "Les opérations cadastrales suivantes ne sont pas assujetties aux dispositions de la présente section :"
        },
        {
          "texte": "1. Une opération cadastrale portant sur une annulation, une correction ou un remplacement de numéro de lot,\nn’entrainant aucune augmentation du nombre de lots;"
        },
        {
          "texte": "2. Une opération cadastrale identifiant un lot étant l’assiette d’un bâtiment principal existant, que ses limites\nsoient ou non modifiées, et ce, aux conditions suivantes :"
        },
        {
          "texte": "a. L’opération cadastrale ne crée pas un nouveau lot à bâtir, auquel cas, les nouveaux lots ainsi crée ne\nbénéficient pas du non-assujettissement à la contribution;"
        },
        {
          "texte": "b. Aucun sentier récréatif n’est présent sur le lot projeté ou en bordure de celui-ci. Toutefois, une cession\nn’est pas requise si une servitude au bénéfice de la Ville de Sainte-Adèle est établie ou qu’une entente\na été conclue à cet effet;"
        },
        {
          "texte": "3. Les opérations cadastrales portant sur la cession d’une partie de terrain à un lot contigu, incluant la création\nde lots transitoires, le tout, aux conditions suivantes :"
        },
        {
          "texte": "a. L’opération cadastrale ne crée pas un nouveau lot à bâtir, auquel cas, les nouveaux lots ainsi crées\nne bénéficient pas du non-assujettissement à la contribution;"
        },
        {
          "texte": "b. Aucun sentier récréatif n’est présent sur le lot projeté ou en bordure de celui-ci. Toutefois, une cession\nn’est pas requise si une servitude au bénéfice de la Ville de Sainte-Adèle est établie ou qu’une entente\na été conclue à cet effet;"
        },
        {
          "texte": "c. Aucun lot ainsi créé ne remplace un lot dont l’immatriculation à titre de lot distinct n’a pas fait l’objet de\nla délivrance d’un permis de lotissement en raison du fait qu’elle a résulté de la rénovation cadastrale."
        },
        {
          "texte": "4. Une opération cadastrale visant le regroupement de lot diminuant le nombre de lot aux conditions suivantes :"
        },
        {
          "texte": "a. Aucun lot ainsi créé ne remplace un lot dont l’immatriculation à titre de lot distinct n’a pas fait l’objet de\nla délivrance d’un permis de lotissement en raison du fait qu’elle a résulté de la rénovation cadastrale."
        },
        {
          "texte": "5. La portion verticale d’une opération cadastrale requise et effectuée lors de la constitution d’un immeuble en\ncopropriété divise;"
        },
        {
          "texte": "6. Une opération cadastrale rendue nécessaire par la cession d’un immeuble au profit d’un organisme public\nayant un pouvoir d’expropriation ou lors d’une expropriation;"
        },
        {
          "texte": "7. La portion d’une opération cadastrale portant sur un lot résiduel de plus de"
        },
        {
          "texte": "100"
        },
        {
          "texte": "000 mètres carrés, le tout, aux\nconditions suivantes :"
        },
        {
          "texte": "a. Aucun sentier récréatif n’est présent sur le lot projeté ou en bordure de celui-ci. Toutefois, une cession\nn’est pas requise si une servitude à perpétuité au bénéfice de la Ville de Sainte-Adèle est établie ou\nqu’une entente a été conclue à cet effet;"
        },
        {
          "texte": "b. Le lot résiduel ainsi créé est destiné à demeurer vacant. En cas de développement ultérieur de\nl’immeuble (établissement d’un usage principal ou construction), cette action est considérée comme\nun redéveloppement au sens de la règlementation d’urbanisme en vigueur. La présente section\ns’applique alors et une contribution est exigible;"
        },
        {
          "texte": "8. Les opérations cadastrales rendues nécessaires pour une cession à un organisme public ou parapublic ayant\nun pouvoir d’expropriation."
        }
      ],
      "article": 30,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Cession de terrains hors site",
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "Le terrain cédé doit faire partie du terrain compris dans le site visé par l’opération cadastrale. Cependant, la Ville et le\npropriétaire peuvent convenir d’un engagement de cession gratuite sur un terrain faisant partie du territoire de la Ville, mais\nqui n’est pas compris dans le site visé. À la discrétion du demandeur, une telle entente peut être supérieure à 10 % de la\nsuperficie du terrain de l’opération cadastrale en considération d’opérations cadastrales futures."
        }
      ],
      "article": 31,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Détermination de la valeur du terrain",
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "Dans le cas d’un versement en argent, la valeur du terrain est considérée à la date de la réception de l’ensemble des\ndocuments requis pour la demande de permis d’opération cadastrale et est déterminée :"
        },
        {
          "texte": "1. Aux frais du propriétaire, par un évaluateur agréé mandaté par la Ville, ou;"
        },
        {
          "texte": "2. Par le produit que l’on obtient en multipliant sa valeur inscrite au rôle d’évaluation foncière de la Ville par le\nfacteur du rôle établi conformément à l’article"
        },
        {
          "texte": "264 de la Loi sur la fiscalité municipale (c. F-2.1) dans le cas où\nl’immeuble, après l’opération cadastrale ou le projet de construction, constitue une seule et même unité au\nrôle d’évaluation que précédemment."
        },
        {
          "texte": "Dans le cas d’un terrain hors site, seul un évaluateur agréé mandaté par la Municipalité détermine la valeur du terrain\npermettant d’établir la superficie du terrain qui doit être cédé."
        }
      ],
      "article": 32,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Règles de calcul",
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "Pour l’application des dispositions de la présente section, la superficie à céder, la somme à verser ou la combinaison des\ndeux, est calculée de manière proportionnelle à la valeur ou la superficie totale du terrain visé par l’opération cadastrale, et\nce, sans considération à la catégorie de terrain ou la superficie de celle-ci."
        },
        {
          "texte": "De plus, le calcul doit tenir compte de toute cession ou versement fait antérieurement pour l’ensemble ou une partie de\nl’ensemble visée. À cette fin, le calcul est fait selon les pourcentages déjà cédés ou versés et non pas, le cas échéant, des\nmontants découlant d’évaluations antérieures."
        }
      ],
      "article": 33,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Contribution anticipée",
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "Dans le cas d’un projet majeur de lotissement, dans le cadre de l’approbation d’un plan concept où l’établissement d’une\nentente par le biais du Règlement sur les ententes relatives aux travaux municipaux en vigueur est applicable, la Ville peut\ndéfinir à l’intérieur de l’entente la nature de la contribution pour fins de parcs, terrains de jeux et espaces naturels. Les\nmodalités de versement de la contribution, notamment le moment de cession des immeubles, peuvent être établies à\nl’intérieur du protocole d’entente. La contribution peut être supérieure à 10 % à la discrétion du demandeur sans jamais\nêtre inférieure au minimum prévu. L’entente peut également prévoir des travaux reliés à l’aménagement des parcs, terrains\nde jeux et espaces naturels, lesquels ne peuvent être assimilés à une contribution, en tout ou en partie."
        },
        {
          "texte": "Le propriétaire d’un immeuble peut également formuler une proposition visant la cession d’un immeuble à être appliqué\nlors d’une opération cadastrale ultérieure sur l’immeuble ou sur un autre immeuble situé sur le territoire de la Ville, et ce, à\nla discrétion du conseil."
        }
      ],
      "article": 34,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Contestation de la valeur du terrain",
      "pages": [
        12,
        13
      ],
      "contenu": [
        {
          "texte": "Toute contestation de la valeur du terrain ne dispense pas le propriétaire de verser la somme et, le cas échéant, de céder\nla superficie de terrain exigée par la Ville sur la base de la valeur établie par l'évaluateur."
        },
        {
          "texte": "Cette contestation s’effectue suivant les dispositions prévues à cet effet aux articles 117.7 à 117.14 de la Loi sur\nl’aménagement et l’urbanisme (c A-19.1)."
        }
      ],
      "article": 35,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Contrat notarié",
      "pages": [
        13,
        14
      ],
      "contenu": [
        {
          "texte": "Un contrat notarié nécessaire en vertu des présentes dispositions le sera devant un notaire désigné et nommé par la Ville."
        },
        {
          "texte": "Les frais de contrat notarié de cession pour fins de parcs, de terrain de jeux ou d’espaces naturels sont à la charge du\ncédant incluant la description technique préparé par un arpenteur-géomètre."
        }
      ],
      "article": 36,
      "section": 4,
      "chapitre": 0
    },
    {
      "titre": "Dispositions générales",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "La présente section s’applique aux rues publiques et aux rues privées."
        },
        {
          "texte": "Toute voie de circulation destinée à un usage public est prohibée si elle ne respecte pas les normes du présent règlement\net si elle ne concorde pas avec le tracé projeté des voies de circulation prévues, si tel est le cas, par le Plan d'urbanisme\nen vigueur."
        },
        {
          "texte": "Nonobstant le tracé projeté au Plan d'urbanisme en vigueur, le tracé des rues doit éviter les sols instables, mal drainés ou\nexposés aux inondations, aux affaissements ou éboulis, les marais, les tourbières, marécages et les affleurements rocheux."
        }
      ],
      "article": 37,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Conformité des travaux",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Tous travaux impliquant la création ou la modification de rues publiques ou privées doivent être conformes aux dispositions\ndu présent règlement et du Règlement sur les ententes sur les travaux municipaux en vigueur. En cas de contradiction\nentre les deux règlements, les dispositions du Règlement sur les ententes sur les travaux municipaux en vigueur ont\npréséance."
        }
      ],
      "article": 38,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Obligation de cadastrer",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "L'emprise de toute rue, ou de tout prolongement d’une rue, desservant un ou plusieurs terrains à bâtir doit former un ou\nplusieurs lots distincts sur les plans officiels du cadastre à partir d’une rue publique ou privée existante."
        }
      ],
      "article": 39,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Agencement et tracé des rues",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "L’agencement et le tracé des rues doivent permettre l’accès aux rues adjacentes actuelles, projetées ou laisser place à\nl’élaboration éventuelle d’un projet sur un immeuble voisin. L’agencement et le tracé des rues doivent faciliter les\ncirculations des services d’urgence et d’incendie, les mouvements de circulation, la construction et l’extension des\ninfrastructures, tels que les égouts, les conduites d’eau et le drainage. L’agencement et le tracé des rues doivent être en\ncontinuité des lignes de lots adjacents, existants ou prévus."
        }
      ],
      "article": 40,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Ouverture de rues créant un prolongement du réseau d’aqueduc",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Le tracé des rues impliquant un prolongement du réseau d’aqueduc est autorisé uniquement s’il y a bouclage de ce réseau,\nà moins qu’un système de rinçage du réseau (purge) soit autorisé par les Services techniques de la Ville."
        }
      ],
      "article": 41,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracées des rues montrées au plan concept",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Une rue ou un tronçon de rue visé par une opération cadastrale doit concorder avec le tracé montré dans le plan concept\napprouvé conformément au présent règlement et aux dispositions du Règlement sur les permis et certificats en vigueur. La\ngéométrie et les dimensions de cette rue ou de ce tronçon de rue doivent concorder avec celles montrées au plan concept\napprouvé."
        }
      ],
      "article": 42,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction de la nature du sol",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Le tracé des rues doit éviter, dans la mesure du possible, les tourbières, les terrains marécageux, les terrains instables, et\ntout-terrain impropres au drainage ou exposés aux inondations, aux éboulis et aux affaissements. Il doit également éviter,\ndans la mesure du possible, les affleurements rocheux et en général, tout terrain qui n’offre pas une épaisseur suffisante\nde dépôts meubles ou de roches friables pour qu’on puisse y creuser, à un cout raisonnable, les tranchées nécessaires au\npassage des infrastructures municipales."
        }
      ],
      "article": 43,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction des boisés",
      "pages": [
        15,
        15
      ],
      "contenu": [
        {
          "texte": "Le tracé des rues doit respecter les boisés, rangées d’arbres et emprunter les espaces déboisés, dans la mesure du\npossible."
        }
      ],
      "article": 44,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction des cours d’eau",
      "pages": [
        15,
        16
      ],
      "contenu": [
        {
          "texte": "La distance minimale entre la limite du lot formant de l’emprise d’une rue et la ligne des hautes eaux d’un cours d’eau ou\nd’un lac est fixée à :"
        },
        {
          "texte": "1."
        },
        {
          "texte": "45 mètres si les terrains situés entre la rue et la ligne des hautes eaux sont desservis;"
        },
        {
          "texte": "2."
        },
        {
          "texte": "60 mètres si les terrains situés entre la rue et la ligne des hautes eaux sont partiellement desservis ou non\ndesservis."
        },
        {
          "texte": "Cette disposition ne s’applique pas dans les cas suivants :"
        },
        {
          "texte": "1. Pour les rues publiques ou privées conduisant à un débarcadère ou permettant la traversée le plus\nperpendiculairement possible d’un cours d’eau ou d’un lac."
        },
        {
          "texte": "Une distance inférieure peut être acceptée lorsqu’il s’agit d’un raccordement de rue existante ou que la construction d’une\nrue aux distances requises ne peut être effectuée en raison de conditions de sol ou topographiques particulières. Toutefois,\nces distances ne peuvent en aucun cas être inférieures à 15 mètres."
        }
      ],
      "article": 45,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction de la topographie",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "Aucune rue ou voie de circulation ne peut être construite sur un terrain dont la pente naturelle est égale ou supérieure à\n30 %."
        }
      ],
      "article": 46,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction du parc linéaire Le P’tit train du Nord",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "À l’extérieur du périmètre d’urbanisation, la distance minimale entre la limite du lot formant de l’emprise d’une rue et la\nlimite de l’emprise du parc linéaire Le P’tit train du Nord est de 10 mètres."
        },
        {
          "texte": "Le croisement à niveau de l’emprise du parc linéaire Le P’tit train du Nord par une rue publique ou par une rue privée à\nêtre cédée à la Ville est autorisé uniquement aux traverses indiquées à la carte jointe à l’annexe « G » du Règlement de\nzonage en vigueur."
        },
        {
          "texte": "Le 2e alinéa ne s’applique pas au tracé d’une rue ayant pour résultante le croisement surélevé (pont) ou souterrain (tunnel)\nde l’emprise du parc linéaire Le P’tit train du Nord."
        }
      ],
      "article": 47,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Tracé des rues en fonction de l’autoroute des Laurentides",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "À l’extérieur du périmètre d’urbanisation, la distance minimale entre la limite du lot formant de l’emprise d’une rue et la\nlimite de l’emprise de l’Autoroute des Laurentides est de 10 mètres, à l’exception des traverses aériennes autorisées."
        },
        {
          "texte": "Si la distance requise au 1er alinéa ne peut être respectée en raison de conditions de sol ou de topographie, cette distance\npeut être réduite jusqu’à la limite de l’emprise. Le requérant doit faire la preuve de l’impossibilité de respecter la distance\nrequise."
        }
      ],
      "article": 48,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Largeur des rues",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "L’emprise minimale des rues est de :"
        },
        {
          "texte": "1. Rue locale :"
        },
        {
          "texte": "18 mètres;"
        },
        {
          "texte": "2. Rue collectrice :"
        },
        {
          "texte": "20 mètres."
        },
        {
          "texte": "Sur certaines sections de la rue, la largeur de l’emprise doit être augmentée du minimum requis pour permettre\nd’accommoder adéquatement la circulation, les talus, les aménagements paysagers et une bande ou une piste cyclable\nlorsque requis et souhaité, et ce, tout en lui maintenant une fonction de voie locale."
        },
        {
          "texte": "La modification ou le prolongement de l’emprise des rues existantes avant l’entrée en vigueur du présent règlement peuvent\nprésenter des largeurs inférieures au présent article, uniquement si le lotissement existant ou projeté fait en sorte que les\nnormes minimales ne puissent être respectées."
        }
      ],
      "article": 49,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Pentes des rues",
      "pages": [
        16,
        16
      ],
      "contenu": [
        {
          "texte": "La pente longitudinale de toute rue ne doit pas être inférieure à 0,5 %."
        },
        {
          "texte": "La pente longitudinale maximale de toute rue ne doit pas être supérieure à 12 %, sauf pour une longueur maximale de 150\nmètres où elle pourra atteindre 15 %. Une distance d’au moins 150 mètres doit être respectée entre chaque section de rue\ndont la pente longitudinale excède 12 %."
        },
        {
          "texte": "Aucune section de rue avec une pente longitudinale supérieure à 12 % ne peut être située dans une courbe."
        },
        {
          "texte": "La pente longitudinale d’une rue ne doit pas dépasser 5 % dans les 15 premiers mètres du centre de l’intersection de 2\nrues"
        },
        {
          "texte": "La pente longitudinale d’une rue à l’intérieur d’un rayon de virage d’une rue en impasse (cul-de-sac) ne doit pas être\nsupérieure à 5 %."
        },
        {
          "texte": "La pente longitudinale de toute rue est mesurée sur des intervalles de 30 mètres."
        }
      ],
      "article": 50,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Angles d’intersection et visibilité",
      "pages": [
        16,
        17
      ],
      "contenu": [
        {
          "texte": "L’angle formé par 2 rues à une intersection doit tendre vers 90°. Lorsque les conditions locales ne permettent pas de\nréaliser une intersection à angle droit, une variation maximale de 15° est permise. L’alignement de la rue doit être maintenu\nsur une distance minimale de 30 mètres, mesurée à partir du point d’intersection de la ligne médiane de chaque rue."
        },
        {
          "texte": "Les axes de deux intersections de rues donnant sur une même rue doivent respecter les distances minimales suivantes\ncalculées entre les lignes d’emprise les plus rapprochées des 2 axes :"
        },
        {
          "texte": "1."
        },
        {
          "texte": "50 mètres pour"
        },
        {
          "texte": "2 intersections de rues donnant sur une rue locale;"
        },
        {
          "texte": "2."
        },
        {
          "texte": "120 mètres pour"
        },
        {
          "texte": "2 intersections de rues donnant sur une rue collectrice;"
        },
        {
          "texte": "3."
        },
        {
          "texte": "500 mètres pour"
        },
        {
          "texte": "2 intersections de rues donnant sur le boulevard de Sainte-Adèle (route"
        },
        {
          "texte": "117) ou sur le chemin\nPierre-Péladeau (route"
        },
        {
          "texte": "370), à l’exception des tronçons où la limite de vitesse est de"
        },
        {
          "texte": "50 kilomètres par heure\nou moins."
        },
        {
          "texte": "Il est interdit d’aménager une intersection du côté intérieur d’une courbe dont le rayon intérieur est inférieur à 180 mètres\nni du côté extérieur d’une courbe dont le rayon extérieur est inférieur à 120 mètres. Le tout tel qu’il est illustré à l’illustration\nci-dessous :"
        },
        {
          "texte": "Figure 1 – Intersection dans une courbe",
          "figure": "Rgl-1314-2021-L-Lotissement/page17-figure-85,258,291,344.png"
        },
        {
          "texte": "Lorsqu’une rue a une emprise de 20 mètres, une intersection donnant sur cette rue ne doit pas être située à une distance\ninférieure à 60 mètres d’une courbe concave dont le rayon intérieur est inférieur à 180 mètres."
        },
        {
          "texte": "Lorsqu’une rue a une emprise de 18 mètres, une intersection donnant sur cette rue ne doit pas être située à une distance\nmoindre que 35 mètres d’une courbe concave dont le rayon intérieur est inférieur à 180 mètres."
        }
      ],
      "article": 51,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Courbes",
      "pages": [
        17,
        17
      ],
      "contenu": [
        {
          "texte": "Aucune courbe en épingle (angle de virage intérieur de moins de 90°) ne doit pas avoir un rayon de courbure (mesuré sur\nl’emprise intérieure du virage) inférieur à 25 mètres."
        },
        {
          "texte": "Les rayons minimums des courbes de raccordement sont définis comme suit :"
        },
        {
          "texte": "1. À l’intersection de"
        },
        {
          "texte": "2 rues locales :"
        },
        {
          "texte": "6 mètres;"
        },
        {
          "texte": "2. À l’intersection d’une rue locale et d’une rue collectrice :"
        },
        {
          "texte": "8 mètres;"
        },
        {
          "texte": "3. À l’intersection de"
        },
        {
          "texte": "2 rues collectrices :"
        },
        {
          "texte": "10 mètres."
        }
      ],
      "article": 52,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Rues en impasse (type « cul-de-sac »)",
      "pages": [
        17,
        17
      ],
      "contenu": [
        {
          "texte": "La construction d’une rue en impasse (cul-de-sac) est autorisée uniquement si la topographie et les caractéristiques du\nterrain ne permettent pas la construction d’une rue continue. La longueur maximale autorisée pour une rue en impasse\n(cul-de-sac) est fixée à 500 mètres jusqu’au début du cercle de virage ce qui peut inclure une portion existante. Une rue\nen impasse (cul-de-sac) doit se terminer par un cercle de virage, dont le diamètre de l'emprise ne peut être inférieur à 36\nmètres."
        }
      ],
      "article": 53,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Dimensions des lots",
      "pages": [
        17,
        17
      ],
      "contenu": [
        {
          "texte": "La largeur des ilots destinés à la construction doit être suffisante pour permettre deux rangées de lots adossés, à moins\nque des contraintes particulières ne viennent empêcher la réalisation du projet."
        }
      ],
      "article": 54,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Pistes multifonctionnelles, liens récréatifs et pistes cyclables",
      "pages": [
        17,
        18
      ],
      "contenu": [
        {
          "texte": "La Ville se réserve le droit d’exiger des pistes multifonctionnelles, des liens récréatifs ou des pistes cyclables partout où\nelle le juge à propos pour favoriser la circulation des piétons ou des cyclistes, notamment lorsqu’il s’agit de leur faciliter\nl’accès aux écoles, aux parcs, aux plans d’eau ou aux équipements communautaires ou pour faciliter l’aménagement\nd’infrastructures d’égouts, d’aqueduc ou de services d’utilité publique."
        },
        {
          "texte": "Les emprises des différents types de sentiers et lien récréatifs doivent avoir les largeurs minimales suivantes :"
        },
        {
          "texte": "1. Sentiers de vélo de montagne, de ski nordique et de raquettes :"
        },
        {
          "texte": "9 mètres;"
        },
        {
          "texte": "2. Sentier piétonnier :"
        },
        {
          "texte": "3 mètres;"
        },
        {
          "texte": "3. Piste cyclable :"
        },
        {
          "texte": "2 mètres;"
        },
        {
          "texte": "4. Accès aux plans d’eau :"
        },
        {
          "texte": "15 mètres."
        }
      ],
      "article": 55,
      "section": 0,
      "chapitre": 1
    },
    {
      "titre": "Lot chevauchant deux ou plusieurs lots originaires à l’extérieur du territoire rénové",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "À l’extérieur du territoire rénové, en vertu de la Loi sur le cadastre (L.R.Q., c. C-1) ou de la Loi favorisant la réforme du\ncadastre québécois (L.R.Q., c. R-3.1), lorsqu’une opération cadastrale vise à créer, autrement que par remplacement, un\nlot qui chevauche deux ou plusieurs lots du cadastre originaire, il n’est pas nécessaire que les lots créés sur chaque lot du\ncadastre originaire soient conformes aux dispositions relatives aux dimensions et à la superficie minimales des lots, dans\nla mesure où :"
        },
        {
          "texte": "1. Un seul lot par lot originaire résulte de l’opération cadastrale;"
        },
        {
          "texte": "2. Les dimensions minimales et la superficie minimale de l’ensemble formé de tous les lots qui résultent de\nl’opération cadastrale sont conformes aux dispositions applicables relatives aux dimensions et à la superficie\nminimales d’un lot."
        },
        {
          "texte": "L’ensemble formé des lots qui résultent de l’opération cadastrale est réputé former un seul lot pour l’application de toutes\nles autres dispositions du règlement et pour l’application de toute disposition des autres règlements d’urbanisme."
        },
        {
          "texte": "Un lot créé en vertu du présent article ne peut, en aucun cas, être considéré individuellement comme un lot dérogatoire\nprotégé par droits acquis."
        }
      ],
      "article": 56,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Lot situé dans plus d’une zone",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Lorsqu’un lot est compris dans plus d’une zone et que les exigences en regard de la superficie minimale ou des dimensions\nminimales des lots sont différentes d’une zone à l’autre, ce lot doit avoir la superficie et les dimensions conformes aux\nexigences les plus restrictives applicables."
        }
      ],
      "article": 57,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Orientation des lots",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Les lignes latérales de lots doivent être perpendiculaires à la ligne de rue. Nonobstant ce qui précède, dans le but d’adoucir\ndes pentes, d’égaliser des superficies de lots, de respecter les limites du cadastre original, de dégager une perspective ou\nde créer des culs-de-sac, les lignes de lots pourront être obliques par rapport aux lignes de rue."
        },
        {
          "texte": "Les formes et les limites des lots doivent être adaptées à la topographie et favoriser l’ensoleillement naturel."
        }
      ],
      "article": 58,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Pente naturelle moyenne maximale d’un lot",
      "pages": [
        19,
        19
      ],
      "contenu": [
        {
          "texte": "Aucun lot destiné à recevoir un bâtiment principal ou un usage principal ne peut avoir une pente naturelle moyenne d’un\nlot qui excède 30 % calculée à l’intérieur de la profondeur moyenne minimale applicable en vertu des fiches des types de\nmilieux."
        }
      ],
      "article": 59,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Lot dont la ligne de rue possède une extrémité courbée",
      "pages": [
        19,
        20
      ],
      "contenu": [
        {
          "texte": "Aux fins d’application des largeurs minimales sur la ligne avant d’un lot pour un terrain d’angle, lorsqu’un terrain d’angle se\ntermine par un arc de cercle à l’intersection de deux rues, la largeur du lot sur la ligne avant doit être calculée à partir de\nl’intersection entre le prolongement imaginaire en ligne droite des lignes de terrain adjacentes à une voie de circulation,\ncomme si les rues n’ étaient pas jointes par un arc de cercle, comme montré par les lignes « L1 » et « L2 » à la figure 2."
        },
        {
          "texte": "Figure 2 – Calcul de la largeur sur la ligne avant d’un terrain d’angle",
          "figure": "Rgl-1314-2021-L-Lotissement/page20-figure-85,107,359,315.png"
        }
      ],
      "article": 60,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "",
      "pages": [
        20,
        20
      ],
      "contenu": [
        {
          "texte": "Largeur d’un lot situe sur la ligne extérieure d’une courbe (ligne avant concave)"
        },
        {
          "texte": "Lorsqu’un lot est situé sur la ligne extérieure d’une courbe, pour une courbe ayant un rayon inférieur ou égal à 100\nmètres, la largeur minimale mesurée sur la partie de la ligne avant incluse dans cette courbe peut être réduite de 50 %,\nsans ne jamais être inférieure à 6 mètres, Cependant, la largeur moyenne minimale prescrite à la grille des usages et des\nnormes, doit être conforme à la norme minimale prescrite."
        }
      ],
      "article": 61,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Lot situé entre un lac, un cours d’eau ou un milieu humide et une rue existante ou entre deux rues",
      "pages": [
        20,
        21
      ],
      "contenu": [
        {
          "texte": "Dans les cas d’un terrain situé entre un lac ou un cours d’eau et une rue publique ou privée existante au 7 décembre 1983\nou entre deux rues publiques ou privées existantes au 7 décembre 1983 ou entre un lot et une rue publique ou privée\nexistante au 7 décembre 1983, les dispositions relatives à la profondeur moyenne minimale ne s’appliquent pas pour les\nterrains lotis ou décrits par tenants et aboutissants à cette date."
        }
      ],
      "article": 62,
      "section": 0,
      "chapitre": 2
    },
    {
      "titre": "Dispositions générales",
      "pages": [
        21,
        21
      ],
      "contenu": [
        {
          "texte": "Tout lot doit avoir une superficie minimale, une largeur minimale, une largeur moyenne minimale et une profondeur\nmoyenne minimale conformes aux exigences des fiches des types de milieux du Règlement de zonage en vigueur, ainsi\nqu’aux dispositions du présent règlement."
        },
        {
          "texte": "La superficie minimale et les dimensions minimales peuvent varier selon le type de lot, son usage ou l’usage auquel il est\ndestiné, ou la zone dans laquelle il est situé."
        }
      ],
      "article": 63,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Obligation de desserte par le réseau d’aqueduc ou d’égout",
      "pages": [
        21,
        21
      ],
      "contenu": [
        {
          "texte": "À l’intérieur du périmètre urbain, tout nouveau lot ou toute nouvelle construction doit être desservi par les deux services\n(aqueduc et égout)."
        },
        {
          "texte": "À l’extérieur du périmètre urbain, toute nouvelle construction située sur un lot ayant une limite de terrain commune à une\nrue sur laquelle passe le réseau d’aqueduc ou le réseau d’égout municipal doit être branchée à celui-ci ou à ceux-ci."
        }
      ],
      "article": 64,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Largeur minimale d’un lot le long de certains tronçons du boulevard de Sainte-Adèle et du chemin Pierre-",
      "pages": [
        21,
        21
      ],
      "contenu": [
        {
          "texte": "La largeur minimale d’un lot dont un accès donne directement sur le boulevard de Sainte-Adèle ou sur le chemin Pierre-\nPéladeau, à l’exception des tronçons où la limite de vitesse est de 50 kilomètres par heure ou moins, doit comporter une\nlargeur minimale de 100 mètres à moins que le lot en question n’ait aucun accès direct aux voies mentionnées et qu’une\nservitude de non-accès à celles-ci soit établie, auquel cas, la norme en vigueur dans la zone s’applique.."
        }
      ],
      "article": 65,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Terrain situé à plus de 100 mètres d’un cours d’eau ou plus de 300 mètres d’un lac",
      "pages": [
        21,
        21
      ],
      "contenu": [
        {
          "texte": "Les dispositions du tableau suivant s’appliquent aux lots desservis, partiellement desservis ou non desservis lorsque ceux-\nci sont localisés à plus de 100 mètres d'un cours d'eau ou à plus de 300 mètres d'un lac à moins que la fiche de type de\nmilieu ne prévoie un minimum plus exigeant auquel cas, celle-ci prévaut."
        },
        {
          "texte": "Tableau 1 – Terrain situé à plus de 100 mètres d'un cours d'eau ou à plus de 300 mètres d'un lac\nType de terrain Superficie minimale Largeur minimale à Largeur moyenne Profondeur\nla rue minimale moyenne minimale\nLot non desservi Pente de 0 % et 15 % 40 m 40 m 60 m\n= 3 000 m2\nPente de 15 % et 30 %\n= 4 000 m2\nLot partiellement Pente de 0 % et 15 % 20 m 20 m 60 m\ndesservi = 1 500 m2\nPente de 15 % et 30 %\n= 2 000 m2\nLot desservi Voir la fiche du type de Voir la fiche du Voir la fiche du Voir la fiche du type\nmilieu type de milieu type de milieu de milieu",
          "tableau": "Rgl-1314-2021-L-Lotissement/page21-table1.png"
        }
      ],
      "article": 66,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Terrain situé à moins de 100 mètres d’un cours d’eau ou moins de 300 mètres d’un lac",
      "pages": [
        21,
        22
      ],
      "contenu": [
        {
          "texte": "Les dispositions du tableau suivant s’appliquent aux lots desservis, partiellement desservis ou non desservis lorsque ceux-\nci sont localisés à moins de 100 mètres d'un cours d'eau ou à moins de 300 mètres d'un lac à moins que la fiche de type\nde milieu ne prévoie un minimum plus exigeant auquel cas, celle-ci prévaut."
        },
        {
          "texte": "Tableau 2 – Terrain situé à moins de 100 mètres d'un cours d'eau ou à moins de 300 mètres d'un lac\nType de terrain Superficie minimale Largeur minimale Largeur moyenne Profondeur\nà la rue minimale moyenne minimale\nLot non desservi Pente de 0 % et 15 % 50 m 50 m 60 m\n= 4 000 m2\nPente de 15 % et 30 %\n= 5 000 m2\nLot partiellement Pente de 0 % et 15 % 25 m 25 m 60 m\ndesservi = 2 000 m2\nPente de 15 % et 30 %\n= 2 500 m2\nLot desservi Voir la fiche du type de Voir la fiche du Voir la fiche du 45 m\nmilieu type de milieu type de milieu",
          "tableau": "Rgl-1314-2021-L-Lotissement/page22-table1.png"
        }
      ],
      "article": 67,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Calcul de la superficie minimale d’un lot non desservi avec milieu hydrique",
      "pages": [
        22,
        22
      ],
      "contenu": [
        {
          "texte": "Pour un lot destiné à être desservi par une installation sanitaire autorisée en vertu de la Loi sur la qualité et l’environnement\n(LRQ, c Q-2) et sur lequel est présent un milieu humide, la superficie de ce milieu humide doit être exclue dans le calcul\nde la superficie minimale de terrain exigible en vertu de la fiche du type de milieu ou en vertu du présent règlement. La\nsuperficie du milieu humide est calculée en fonction de la ligne des hautes eaux."
        }
      ],
      "article": 68,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Exemptions sur l’application des normes minimales de lotissement",
      "pages": [
        22,
        23
      ],
      "contenu": [
        {
          "texte": "Les dimensions de lots prescrites au présent règlement ne s’appliquent pas aux opérations cadastrales suivantes :"
        },
        {
          "texte": "1. Pour une opération cadastrale identifiant une partie d’un bâtiment ou d’un terrain, nécessitée par une\ndéclaration de copropriété de type vertical ou de type horizontal ou en rangée, faite en vertu du Code civil du\nQuébec et dans laquelle déclaration, seul le ou les bâtiments ou terrains peuvent faire l’objet de parties\nexclusives;"
        },
        {
          "texte": "2. Pour aménager un parc, un terrain de jeu, un espace naturel ou un sentier;"
        },
        {
          "texte": "3. Pour une opération cadastrale requise pour des fins municipales, publiques ou d’utilité publique, telles que les\nréseaux et terminaux d’aqueduc, d’égout, de gaz, d’électricité, de télécommunication, d’électricité ou de\ncâblodistribution ainsi que les rues publiques ou privées, y compris un bâtiment dans la mesure où ce bâtiment\nn’abrite que des équipements;"
        },
        {
          "texte": "4. Pour l’identification cadastrale d’un terrain en territoire rénové à titre transitoire, dans le cadre d’une transaction\nimmobilière en deux propriétaires adjacents, dans la mesure où ce lot est destiné à être intégré à un lot\nadjacent dans une seconde opération cadastrale à la suite de la conclusion de la transaction immobilière.\nCette exception transitoire ne s’applique que si la seconde opération intervient simultanément ou\nconcurremment avec la précédente. Dans le cas où le lot adjacent est localisé sur le territoire d’une\nmunicipalité voisine, le lot transitoire n’a pas à être intégré à ce lot adjacent. Le lot créé dans ce contexte\ntransitoire ne confère pas de droit séparé à la construction;"
        },
        {
          "texte": "5. Pour l’identification cadastrale d’un terrain pour fins l’installation d’une enseigne communautaire ou publique;"
        },
        {
          "texte": "6. Pour l’identification cadastrale d’un terrain pour fins l’installation d’une enseigne permanente annonçant un\nprojet domiciliaire;"
        },
        {
          "texte": "7. Pour l’identification cadastrale d’un terrain pour fins l’installation d’un kiosque postal;"
        },
        {
          "texte": "8. Pour l’identification cadastrale d’un terrain jouissant d’un droit acquis à être subdivisé en vertu du présent\nrèglement."
        }
      ],
      "article": 69,
      "section": 1,
      "chapitre": 2
    },
    {
      "titre": "Définition d’un lot dérogatoire",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "Est considéré comme un lot dérogatoire, tout lot dont la superficie ou l’une des dimensions n’est pas conforme au présent\nrèglement."
        }
      ],
      "article": 70,
      "section": 0,
      "chapitre": 3
    },
    {
      "titre": "Existence de droits acquis pour un lot dérogatoire",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "Un lot dérogatoire est protégé par droits acquis si, au moment où il a été déposé au ministre responsable du cadastre, il\nétait conforme à la règlementation de lotissement alors en vigueur."
        }
      ],
      "article": 71,
      "section": 0,
      "chapitre": 3
    },
    {
      "titre": "Opération cadastrale pour fins d’agrandissement",
      "pages": [
        24,
        24
      ],
      "contenu": [
        {
          "texte": "Une opération cadastrale qui vise à modifier un lot dérogatoire protégé par des droits acquis peut être autorisée, pourvue\nque cette opération cadastrale n’ait pas pour effet de rendre le lot concerné plus dérogatoire quant à la largeur ou la\nprofondeur minimale prescrite au présent règlement, ni pour effet d’augmenter la dérogation en ce qui a trait à la superficie\nà respecter. Conséquemment, l’agrandissement d’un lot dérogatoire protégé par des droits acquis est autorisé, sans\nnécessairement respecter les normes minimales du Règlement de lotissement, mais aux conditions suivantes :"
        },
        {
          "texte": "1. La superficie du nouveau lot doit être supérieure à celle du lot dérogatoire protégé par des droits acquis. La\nsuperficie, la largeur et la profondeur de ce lot ne peuvent être réduites;"
        },
        {
          "texte": "2. L’opération cadastrale ne doit pas avoir pour effet de rendre dérogatoire un lot adjacent ou, le cas échéant,\nencore plus dérogatoire un lot dérogatoire adjacent, protégé par des droits acquis, sauf si le propriétaire du lot\nadjacent peut en maintenir la superficie et les dimensions à même un autre lot, qui lui-même ne sera pas\nrendu dérogatoire ou, dans le cas d’un lot dérogatoire protégé par des droits acquis, plus dérogatoire, aux\nnormes édictées au présent règlement;"
        },
        {
          "texte": "3. La ou les opérations cadastrales découlant du présent article ne peuvent pas avoir pour effet de rendre la ou\nles implantations existantes sur le ou les lots en cause, non conformes au Règlement de zonage, ou si elles\nsont dérogatoires, mais protégées par des droits acquis encore plus dérogatoires."
        }
      ],
      "article": 72,
      "section": 0,
      "chapitre": 3
    },
    {
      "titre": "Ajout d’un usage ou d’un bâtiment sur un lot dérogatoire",
      "pages": [
        24,
        25
      ],
      "contenu": [
        {
          "texte": "Un lot dérogatoire protégé par droits acquis peut accueillir un usage ou un nouveau bâtiment principal pourvu que cet\nusage ou ce bâtiment soit conforme à toutes les exigences de ce règlement, et que les dispositions suivantes sont\nrespectées :"
        },
        {
          "texte": "1. Dans le cas d’un lot dérogatoire ayant fait l’objet d’un permis d’opération cadastrale, la protection du droit\nacquis permet uniquement les usages et constructions autorisés par le présent règlement et qui étaient\négalement autorisés par le règlement en vigueur au moment de l’opération cadastrale, ce qui n’inclut pas\nnécessairement la possibilité de construire un bâtiment principal. Notamment, les lots destinés aux fins\nsuivantes ne permettent pas de bâtiment principal à moins d‘indication contraire au permis :"
        },
        {
          "texte": "a. De stationnement;"
        },
        {
          "texte": "b. De parc ou d’espace vert;"
        },
        {
          "texte": "c. De voie de circulation;"
        },
        {
          "texte": "2. Dans le cas d’un lot ou terrain desservi ou partiellement desservi dérogatoire protégé par droit acquis,\nl’implantation d’un nouveau bâtiment principal est autorisée uniquement si le terrain a les superficies\nnécessaires pour les systèmes de captage et de traitement d’eau requis ainsi que les superficies nécessaires\nà leur remplacement à la fin de leur durée de vie. Une étude de caractérisation du site et du terrain naturel\nréalisée par une personne qui est membre d’un ordre professionnel compétent en la matière doit en faire la\ndémonstration en respectant les dispositions du Règlement sur le captage des eaux souterraines (L.R.Q. c.\nQ-2, r."
        },
        {
          "texte": "6) et du Règlement sur l’évacuation et le traitement des eaux usées des résidences isolées (L.R.Q. c.\nQ-2, r."
        },
        {
          "texte": "22)."
        }
      ],
      "article": 73,
      "section": 0,
      "chapitre": 3
    },
    {
      "titre": "Droits acquis d’un terrain vacant",
      "pages": [
        25,
        25
      ],
      "contenu": [
        {
          "texte": "Un permis relatif à une opération cadastrale à l’égard d’un terrain qui ne forme pas un lot distinct sur les plans officiels du\ncadastre ne peut être refusé pour le seul motif que ce terrain ne respecte pas les prescriptions du présent règlement\nrelativement à la superficie et aux dimensions minimales des lots et dont les tenants et aboutissants sont décrits dans un\nou plusieurs actes publiés à cette date, si les conditions suivantes sont respectées :"
        },
        {
          "texte": "1. Ce terrain est situé sur le territoire de l’ancienne Ville de Sainte-Adèle et la superficie et les dimensions de ce\nterrain lui permettaient, le"
        },
        {
          "texte": "7 décembre"
        },
        {
          "texte": "1983, de respecter les exigences en cette matière du Règlement\nnuméro"
        },
        {
          "texte": "500-1982 applicable à cette date dans le territoire où est situé le terrain;"
        },
        {
          "texte": "2. Ce terrain est situé sur le territoire de l’ancienne Municipalité de Mont-Rolland et la superficie et les dimensions\nde ce terrain lui permettaient, le"
        },
        {
          "texte": "7 décembre"
        },
        {
          "texte": "1983, de respecter les exigences en cette matière du Règlement\nnuméro"
        },
        {
          "texte": "293 applicable à cette date dans le territoire où est situé le terrain;"
        },
        {
          "texte": "3. Un seul lot résulte de l'opération cadastrale, sauf si le terrain est compris dans plusieurs lots originaires, auquel\ncas un seul lot par lot originaire résulte de l'opération cadastrale."
        }
      ],
      "article": 74,
      "section": 1,
      "chapitre": 3
    },
    {
      "titre": "Droits acquis d’un terrain construit",
      "pages": [
        25,
        25
      ],
      "contenu": [
        {
          "texte": "Un permis relatif à une opération cadastrale à l’égard d’un terrain qui, le 7 décembre 1983, ne forme pas un lot distinct sur\nles plans officiels du cadastre, ne peut être refusé pour le seul motif que ce terrain ne respecte pas les prescriptions du\nprésent règlement relativement à la superficie et aux dimensions minimales des lots, si les conditions suivantes sont\nrespectées :"
        },
        {
          "texte": "1. À cette date, le terrain ne formait pas un ou plusieurs lots distincts sur les plans officiels du cadastre;"
        },
        {
          "texte": "2. À cette date, le terrain était l’assiette d’une construction érigée et utilisée conformément à la règlementation\nen vigueur ou, le cas échéant, bénéficiant de droits acquis;"
        },
        {
          "texte": "3. Un seul lot résulte de l’opération cadastrale sauf si le terrain est compris dans plusieurs lots originaires, auquel\ncas un seul lot par lot originaire résulte de l’opération cadastrale."
        },
        {
          "texte": "Le premier alinéa s'applique même dans le cas où la construction est détruite par un sinistre après la date applicable, le\ntout conformément aux dispositions de l'article 256.2 de la Loi sur l'aménagement et l'urbanisme."
        }
      ],
      "article": 75,
      "section": 1,
      "chapitre": 3
    },
    {
      "titre": "Privilège au cadastre à la suite d’une expropriation",
      "pages": [
        25,
        26
      ],
      "contenu": [
        {
          "texte": "Un permis relatif à une opération cadastrale à l’égard d’un terrain qui constitue le résidu d’un terrain dont une partie a été\nacquise à des fins de service public par un organisme public ou par une autre personne possédant un pouvoir\nd’expropriation, ne peut être refusé pour le seul motif que ce terrain ne respecte pas les dispositions du règlement relatives\nà la superficie et aux dimensions minimales des lots, si les conditions suivantes sont respectées :"
        },
        {
          "texte": "1. Immédiatement avant cette acquisition, le terrain était conforme aux dispositions des règlements alors en\nvigueur ou il pouvait faire l’objet d’une opération cadastrale en vertu des articles"
        },
        {
          "texte": "74 et"
        },
        {
          "texte": "75 du présent règlement;"
        },
        {
          "texte": "2. Un seul lot résulte de l’opération cadastrale sauf si le terrain est compris dans plusieurs lots originaires, auquel\ncas un seul lot par lot originaire résulte de l’opération cadastrale."
        },
        {
          "texte": "ENTRÉE EN VIGUEUR"
        },
        {
          "texte": "Le présent règlement entre en vigueur conformément à la loi."
        },
        {
          "texte": "Signé à Sainte-Adèle, ce 13e jour du mois d’octobre de l’an 2021."
        },
        {
          "texte": "(s) Nadine Brière (s) Audrey Senécal\n__________________________ ___________________________________\nNadine Brière Me Audrey Senécal\nMairesse Greffière et directrice des services juridiques"
        },
        {
          "texte": "**************************************************"
        },
        {
          "texte": "CERTIFICAT D’APPROBATION"
        },
        {
          "texte": "RÈGLEMENT 1314-2021-L de lotissement"
        },
        {
          "texte": "En vertu de l’article 357 de la Loi sur les cités et villes :"
        },
        {
          "texte": "« Règlement 1314-2021-L de lotissement »"
        },
        {
          "texte": "Adoption 19 juillet 2021",
          "tableau": "Rgl-1314-2021-L-Lotissement/page26-table1.png"
        },
        {
          "texte": "(s) Nadine Brière (s) Audrey Senécal\n__________________________ ___________________________________\nNadine Brière Me Audrey Senécal\nMairesse Greffière et directrice des services juridiques"
        }
      ],
      "article": 76,
      "section": 1,
      "chapitre": 3
    }
  ],
  "numero": "1314-2021-L",
  "objet": "lotissement",
  "dates": {
    "adoption": "Adoption 19 juillet 2021",
    "avis": "Avis de motion 17 mai 2021",
    "entree": "Entrée en vigueur 23 septembre 2021"
  }
}
