{
  "fichier": "RGL-1132-occupation-domaine-public-CODIFICATION-ADMINISTRATIVE.pdf",
  "titre": "RÈGLEMENT 1132-2010\nAFIN DE DÉCRÉTER DES DISPOSITIONS CONCERNANT L’OCCUPATION DU\nDOMAINE PUBLIC.",
  "chapitres": [
    {
      "numero": "1",
      "titre": "DISPOSITIONS INTRODUCTIVES",
      "pages": [
        2,
        4
      ],
      "textes": [
        7,
        34
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "INTERPRÉTATION",
          "pages": [
            2,
            3
          ],
          "textes": [
            7,
            7
          ]
        },
        {
          "numero": "2",
          "titre": "CHAMP ET AUTORITÉ D’APPLICATION",
          "pages": [
            3,
            4
          ],
          "textes": [
            8,
            34
          ]
        }
      ]
    },
    {
      "numero": "2",
      "titre": "CADRE OPÉRATIONNEL DE L’OCCUPATION DU DOMAINE PUBLIC",
      "pages": [
        4,
        11
      ],
      "textes": [
        35,
        132
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "PRINCIPE D’OCCUPATION DU DOMAINE PUBLIC",
          "pages": [
            4,
            5
          ],
          "textes": [
            35,
            35
          ]
        },
        {
          "numero": "2",
          "titre": "TOLÉRANCE D’OCCUPATION DU DOMAINE PUBLIC",
          "pages": [
            5,
            7
          ],
          "textes": [
            36,
            71
          ]
        },
        {
          "numero": "3",
          "titre": "AUTORISATION D’OCCUPATION DU DOMAINE PUBLIC",
          "pages": [
            7,
            8
          ],
          "textes": [
            72,
            78
          ]
        },
        {
          "numero": "4",
          "titre": "LE DOSSIER DE DEMANDE D’AUTORISATION",
          "pages": [
            8,
            10
          ],
          "textes": [
            79,
            102
          ]
        },
        {
          "numero": "5",
          "titre": "LE REGISTRE DE L’OCCUPATION DU DOMAINE PUBLIC",
          "pages": [
            10,
            10
          ],
          "textes": [
            103,
            105
          ]
        },
        {
          "numero": "6",
          "titre": "INTERVENTION DE LA VILLE",
          "pages": [
            10,
            11
          ],
          "textes": [
            106,
            132
          ]
        }
      ]
    },
    {
      "numero": "3",
      "titre": "DISPOSITIONS FINALES",
      "pages": [
        11,
        14
      ],
      "textes": [
        133,
        179
      ],
      "sections": [
        {
          "numero": "1",
          "titre": "ADAPTATIONS PARTICULIÈRES",
          "pages": [
            11,
            12
          ],
          "textes": [
            133,
            136
          ]
        },
        {
          "numero": "2",
          "titre": "DÉFAUT",
          "pages": [
            12,
            12
          ],
          "textes": [
            137,
            148
          ]
        },
        {
          "numero": "3",
          "titre": "SANCTIONS CIVILES ET PÉNALES",
          "pages": [
            12,
            13
          ],
          "textes": [
            149,
            176
          ]
        },
        {
          "numero": "4",
          "titre": "DISPOSITIONS TRANSITOIRES ET ENTRÉE EN VIGUEUR",
          "pages": [
            13,
            14
          ],
          "textes": [
            177,
            179
          ]
        }
      ]
    }
  ],
  "textes": [
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Mise en garde"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Le lecteur est par les présentes avisé que toute erreur ou omission qui pourrait être\nrelevée dans le texte ci-après n'a pas pour effet de diminuer le caractère exécutoire\ndes règlements et amendements, tels que sanctionnés dans leur version originale\ndisponible au Service du greffe. Pour vérifier les dispositions applicables, le lecteur\npourra consulter le texte officiel au Service du greffe de la ville de Sainte-Adèle."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "La mention, à la fin d’un article, d’un numéro séquentiel de règlement indique que le\nrèglement original a fait l’objet d'une ou plusieurs modifications dont la référence est\nalors précisée (règlement, article)."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Règlement 1132-2010, adopté le 19 avril 2010, entré en vigueur le 28 avril 2010"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Amendé par le règlement suivant :"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": " 1132-1, adopté le 18 juin 2019, entré en vigueur le 26 juin 2019 ;"
        }
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "QU'IL SOIT STATUÉ ET ORDONNÉ PAR LE PRÉSENT RÈGLEMENT CE QUI SUIT, à\nsavoir:"
        }
      ]
    },
    {
      "titre": "1.1 Dans le présent règlement, les mots suivants signifient :",
      "pages": [
        2,
        3
      ],
      "contenu": [
        {
          "texte": "« Aménagement » : de manière générale, un aménagement\npaysager, une construction ou un ouvrage de\nquelque nature qu'ils soient, et incluant un\néquipement ou une infrastructure ;"
        },
        {
          "texte": "« Aménagement paysager » : plantation de végétation gazonnée ou\narbustive ainsi qu'une rocaille, et l'installation\nd'objets mobiliers ou décoratifs, mais à\nl'exclusion d'une construction dont, de\nmanière non limitative, un muret, une clôture,\nune enseigne, un système d'irrigation ou un\njeu d'eau, sauf si cette construction est visée\npar une autorisation ;"
        },
        {
          "texte": "« Domaine public » : immeuble appartenant à la Ville et affecté à\nl’utilité publique. Sont présumés, aux fins du\nprésent règlement, faire partie du domaine\npublic de la Ville les terrains destinés à des\nfins de chemin ou de parc appartenant à la\nVille, mais non ouverts à la circulation ou non\naménagés en parc;"
        },
        {
          "texte": "« Conseil » : le conseil municipal de la Ville de Sainte-\nAdèle;"
        },
        {
          "texte": "« Directeur » : le directeur du Service des travaux publics ou\nla personne désignée par le conseil pour le\nremplacer ou l'assister ;"
        },
        {
          "texte": "« Entreprise d'utilité publique » : personne morale de droit privé ou de droit\npublic qui opère un service d'utilité publique et\ndont les ouvrages peuvent faire l'objet d'un\narbitrage par une autorité gouvernementale\nconformément à la loi ;"
        },
        {
          "texte": "« Greffier » : le greffier de la Ville de Sainte-Adèle ou son\nadjoint ;"
        },
        {
          "texte": "« Occupant » : toute personne qui a la garde juridique d'un\nimmeuble, en sa qualité de propriétaire ou de\npersonne autorisée par le propriétaire ;"
        },
        {
          "texte": "« Ouvrages d'accès » : une entrée charretière, un trottoir, une boîte\naux lettres ou un branchement à une\ninfrastructure de la Ville ou d'une entreprise\nd'utilité publique ;"
        },
        {
          "texte": "« Requérant » : l'occupant d'un immeuble qui fait une\ndemande en vertu du présent règlement ;"
        },
        {
          "texte": "« Stationnement public » : un immeuble appartenant à la Ville et destiné\nau stationnement des véhicules du public en\ngénéral, que l’accès en soit ou non tarifé ;"
        },
        {
          "texte": "« Ville » : la Ville de Sainte-Adèle ;"
        },
        {
          "texte": "« Voie publique » : tout endroit ou structure affecté à la\ncirculation publique des véhicules et des"
        },
        {
          "texte": "piétons, notamment une route, rue ou ruelle,\nun trottoir, un sentier de piétons, une piste\ncyclable, une piste multifonctionnelle ou un\nsentier de randonnée."
        }
      ],
      "article": 1,
      "section": 0,
      "chapitre": 0
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "1.2.1 Le présent règlement s’applique à tous les immeubles du domaine public de la\nVille quel que soit leur mode d’acquisition, leur localisation ou leur état."
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "1.2.2 Le présent règlement ne s'applique pas :"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "a) aux installations d'une entreprise d'utilité publique;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "b) aux ouvrages présumés mitoyens en vertu du droit civil ou municipal et dont\nles modalités de construction et d'entretien sont établies dans les lois\napplicables en ces matières;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "c) aux arbres et autres plantations situés sur un immeuble voisin du domaine\npublic et dont les branches ou les racines se déploient au-dessus ou dans le\ndomaine public, les règles du droit civil s'appliquant à cette végétation;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "d) à l'immobilisation et au stationnement d'un véhicule sur une voie publique\nou dans un stationnement public, sauf si une partie de cette voie ou de ce\nstationnement est isolée au moyen d'une clôture ou autre séparation;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "e) aux immeubles du domaine privé de la Ville, tels les immeubles acquis lors\nd’une vente pour défaut de paiement de taxes, pendant la période où peut\ns’exercer le droit de retrait, tant qu’ils n’ont pas été affectés à l’utilité\npublique;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "f) aux baux consentis par la Ville;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "g) aux événements autorisés par résolution du conseil, pour la durée maximale\nautorisée par cette résolution, telle une fête foraine ou une activité sportive,\nrécréative, communautaire ou caritative."
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "1.2.3 L'administration et l'application du présent règlement relèvent du Directeur."
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "1.2.4 Le Directeur détient les pouvoirs nécessaires pour l'administration et l'application\ndu présent règlement, dont notamment :"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "a) émettre un avis à l'occupant d'un immeuble pour lui demander de faire\ncesser une infraction au présent règlement;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "b) délivrer un constat d'infraction à une personne qui lui apparaît contrevenir\nau présent règlement;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "c) recommander au Conseil municipal de recourir aux tribunaux civils\ncompétents pour obliger le respect du présent règlement;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "d) avoir accès, sur présentation d'une carte d'identité officielle délivrée par la\nVille, à toute heure raisonnable, à tout immeuble pour inspecter\nl'aménagement, la construction, l'entretien ou toute activité exercée sur le\ndomaine public afin de :"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "i) s'assurer que les exigences du présent règlement sont respectées;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "ii) vérifier les lieux dans le cadre de l'étude d'une demande d'autorisation;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "iii) recueillir tout élément de preuve et prendre des photographies;"
        }
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "e) exiger toute mesure qu'il juge appropriée, nécessaire et acceptable pour\nassurer la conformité aux dispositions du présent règlement;"
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "f) déterminer le délai à l'intérieur duquel doivent être exécutés les travaux\nnécessaires pour remédier à une contravention au présent règlement;"
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "g) exiger, lorsqu'il a des raisons de croire qu'il existe un danger grave et\nimminent dans l'utilisation, l'aménagement, l'entretien ou une autre activité\nexercée sur le domaine public, des mesures immédiates appropriées pour\néliminer ou limiter ce danger;"
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "h) exiger tout renseignement ou document nécessaire en vue d'établir la\nconformité au présent règlement."
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "1.2.5 Un fonctionnaire du Service de l'urbanisme ou du Service des travaux publics\npossède les pouvoirs indiqués aux sous-paragraphes a), b), d), e), f), g) et h) du\nparagraphe"
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "1.2.4."
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "1.2.6 Les règlements de la Ville s'appliquent, en faisant les adaptations nécessaires, à\nl'occupation du domaine public, de la même manière et suivant les mêmes règles\nque celles qui s'appliquent à la propriété privée. Ainsi, tous les aménagements et\ntous les ouvrages ou constructions, qu’ils soient de nature temporaire ou\npermanente, doivent être réalisés conformément aux prescriptions de la\nréglementation municipale applicable, avec obtention, le cas échéant, des permis\nou certificats requis."
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "1.2.7 Si des règles plus sévères sont établies dans un autre règlement applicable au\ndomaine public ou dans une autorisation d'occupation du domaine public, la règle\nla plus sévère a préséance. Toutefois, dans le cas d'une disposition relative aux\ncomportements des personnes sur le domaine public, autre qu'un aménagement,\nun ouvrage ou une construction, en cas d'incompatibilité entre une autorisation\naccordée en vertu du présent règlement et une réglementation relative à la paix et\nà l'ordre public, l'autorisation spécifique a préséance."
        }
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "contenu": [
        {
          "texte": "1.2.8 Sous réserve des dispositions applicables en matière de dérogation mineure, le\nprésent règlement ne peut servir à déroger aux dispositions de la réglementation\nd'urbanisme eu égard aux normes d'implantation d'une construction."
        }
      ]
    },
    {
      "titre": "1.1 Sauf si une tolérance ou une autorisation est accordée en vertu du présent",
      "pages": [
        4,
        5
      ],
      "contenu": [
        {
          "texte": "2.1.2 Sous réserve des droits de la Ville et du respect de la législation et de la\nréglementation applicables, l'occupant riverain d’une voie publique peut exercer,\nsans autorisation, une tolérance d’occupation de la partie non utilisée de l'emprise\nde la voie publique située en front et dans le prolongement des lignes séparatives\nde son immeuble riverain."
        },
        {
          "texte": "2.1.3 Si des occupants riverains voisins prétendent exercer une tolérance d'occupation\nsur un même terrain, le directeur détermine, en tenant compte de la configuration\ndes lieux, de l'historique d'occupation et des besoins respectifs des occupants, la\nlimite du terrain qui peut être occupé par chacun. Il peut requérir à cet effet toute\ninformation utile et il rend sa décision en produisant un rapport écrit après avoir\ndonné l'occasion aux occupants intéressés d'être entendus. Sa décision est finale\net sans appel."
        },
        {
          "texte": "2.1.4 Une personne peut obtenir une autorisation inconditionnelle ou conditionnelle\nselon le cas pour l'occupation du domaine public suivant les modalités indiquées\nau présent règlement. Cette autorisation peut, sous réserve des autres\ndispositions du présent règlement, viser un immeuble faisant l'objet d'une\ntolérance d'occupation."
        },
        {
          "texte": "2.1.5 Une autorisation a préséance sur une tolérance d'occupation et peut, le cas\néchéant, empêcher toute occupation par tolérance. Toutefois, une telle\nautorisation ne peut être accordée uniquement pour faire échec à une décision\nrendue en vertu du paragraphe"
        },
        {
          "texte": "2.1.3."
        },
        {
          "texte": "2.1.6 Aucune autorisation n'est requise pour installer une enseigne électorale ou\nréférendaire sur un immeuble du domaine public dans la mesure où l'installation\nest effectuée conformément à la législation électorale applicable ou, à défaut,\nconformément aux articles"
        },
        {
          "texte": "285.1 et suivants de la Loi sur les élections et les\nréférendums dans les municipalités."
        },
        {
          "texte": "2.1.7 Le droit d’occupation par tolérance accordé à un propriétaire riverain peut être\nexercé par un occupant autorisé par ce dernier, avec les mêmes obligations et\nrestrictions que celles qui échoient à ce propriétaire riverain."
        },
        {
          "texte": "2.1.8 Le droit d'occupation par tolérance ou par autorisation est un droit précaire qui ne\npeut être invoqué à des fins de constitution d'un droit réel ou au soutien d'une\nprescription acquisitive. Il ne doit pas être interprété comme ayant pour effet de\npriver la Ville des droits qu'elle détient sur une partie ou sur la totalité d’un\nimmeuble du domaine public. Ces droits doivent, en tout temps, avoir préséance\nsur les droits accordés à quiconque à l'égard de cet immeuble."
        }
      ],
      "article": 2,
      "section": 0,
      "chapitre": 1
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.1 Une tolérance d’occupation du domaine public s’exerce sans autorisation\nspécifique à cet effet, sous réserve des droits de la Ville et de toute entreprise\nd'utilité publique ainsi que des autorisations d'occupation qui peuvent être\naccordées."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.2 La tolérance d'occupation du domaine public porte sur l'aménagement paysager\net les ouvrages d'accès, en plus d'accorder un privilège d'utilisation de l'espace\npar un occupant. Ces aménagements et ouvrages d'accès sont présumés\nappartenir à l'occupant."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.3 L'exercice d’une tolérance d’occupation du domaine public sur une partie non\nutilisée de l'emprise d'une voie publique, ne peut être interprété comme ayant\npour effet de priver la Ville des droits qu'elle détient sur une partie ou sur la totalité\nde l'emprise d'une voie publique et qui doivent, en tout temps, avoir préséance sur\nles droits de quiconque exerce une tolérance d'occupation à l'égard de cette\nemprise."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.4 Sous réserve des autres dispositions du présent règlement et de tout autre\nrèglement applicable, le bénéficiaire d’une tolérance d’occupation peut effectuer\ndans l’emprise de la voie publique les mêmes travaux d'aménagement paysager\net d'ouvrages d'accès que ceux qui prévalent à l'égard de l'immeuble riverain qu'il\noccupe."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.5 La partie de l'emprise d'une voie publique utilisée par le bénéficiaire d'une\ntolérance doit être aménagée et entretenue, de manière homogène avec le reste\nde l'immeuble riverain et en conformité avec les dispositions du présent règlement\net des autres règlements de la Ville. Elle doit être exempte de toute nuisance ou\nde cause d'insalubrité imputable à l'immeuble riverain ou à son occupant qui\nbénéficie de la tolérance."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.6 À l'exception des espaces utilisés par un occupant, à titre d'ouvrages d'accès,\ntoute la surface de la partie de l'emprise d'une voie publique utilisée par cet\noccupant doit être garnie de gazon, d'arbres, d'arbustes ou d'autres végétaux.\nL'occupant doit entretenir cet aménagement paysager, notamment en procédant à\nla tonte de la pelouse, à la taille, à l'élagage et à l'abattage des arbres, arbustes et\nautres végétaux."
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "2.2.7 Sous réserve des plantations existantes conformes à la date d'entrée en vigueur\ndu présent règlement, aucun aménagement paysager, autre que du gazon, ne\npeut garnir la partie de l'emprise d'une voie publique utilisée par l'occupant :"
        }
      ]
    },
    {
      "pages": [
        5,
        5
      ],
      "contenu": [
        {
          "texte": "a) dans les premiers trois mètres calculés à partir de la bordure de la voie de\ncirculation. Dans le cas d’une intersection, les dispositions relatives au\ntriangle de visibilité de la réglementation d’urbanisme s’appliquent ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "b) dans les premiers trois mètres de l'emplacement ou, le cas échéant, de la\nprojection au sol de l'emplacement d'une conduite souterraine d'utilité"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "publique, d'une vanne d'arrêt extérieure, d'un regard ou d'un puisard d'égout\nmunicipal;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "c) dans les premiers trois mètres de l'emplacement d'une borne d’incendie."
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.8 Un occupant ne peut, en aucun temps et d'aucune manière, sans permission\nexpresse à cet effet, modifier ou autrement altérer un aménagement installé dans\nl'emprise d'une voie publique, par la Ville ou avec son autorisation ou par une\nentreprise d'utilité publique."
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9 Tous les aménagements faits dans la partie de l'emprise d'une voie publique\nutilisée par l'occupant doivent être exécutés de manière à ce qu'ils ne soient pas\nsusceptibles de nuire aux différentes opérations d'entretien et de déneigement de\nla Ville, au drainage, ni constituer une nuisance à la circulation ou un danger pour\nla sécurité publique."
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.1 Le Directeur peut faire remplacer, selon les besoins spécifiques ou\nponctuels de la Ville, tout équipement utilisé pour le drainage (ponceau\nou autre) qui est mal entretenu ou devenu vétuste ou qui constitue une\nnuisance à l’écoulement des eaux ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.2 Le Directeur doit aviser l’occupant que l’équipement de drainage sera\nremplacé avec une estimation des coûts que le remplacement\noccasionnera pour l’occupant;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.3 L’occupant qui doit remplacer ou faire remplacer l’équipement de\ndrainage, doit réaliser l’ensemble des travaux selon les délais prévus\npar le Directeur, le tout en conformité à la section"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "6 du chapitre"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2 du\nprésent règlement ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.4 Si les délais prévus par le Directeur ne peuvent être respectés par\nl’occupant, le Directeur réalise ou fait réaliser tous les travaux en\nconformité à l’article"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.1 ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.5 Si les équipements de drainage ne sont pas dans le domaine public,\nmais contiguë à l’emprise d’une voie publique ou en prolongation d’un\néquipement public conformément à l’article"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "979 du Code civil du\nQuébec et qui sont mal entretenus, devenus vétustes ou qui constitue\nune nuisance peuvent être remplacés par la Ville;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "Les coûts liés au remplacement des équipements sont assumés par\nl’occupant ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "L’article 2.2.9.6 s’applique en pareil cas ;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.6 À la fin des travaux réalisés par la Ville ou son mandataire, le Directeur\nest autorisé à acheminer à l’occupant une facture représentant tous les\nmontants totaux finaux pour le remplacement des équipements de\ndrainage;"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.9.7 Le greffier ou le directeur des Services juridiques sont autorisés à\nassurer le suivi pour la perception des montants dus à la ville, en plus\ndes montants d’infractions prévus aux articles"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "3.3.2 et"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "3.3.3 »"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "1132-1, a."
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2"
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.10 Aucune construction souterraine ou superficiaire ne peut être érigée dans la partie\nde l'emprise d'une voie publique utilisée par l'occupant, à moins de l'obtention\nd'une autorisation d'occupation du domaine public à cet effet."
        }
      ]
    },
    {
      "pages": [
        6,
        6
      ],
      "contenu": [
        {
          "texte": "2.2.11 La plantation ou le fait de laisser pousser un arbre en bordure de la voie de\ncirculation doit être en conformité avec les normes minimales de dégagement et\nles interdictions de plantation prévues au règlement de zonage en vigueur."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.2.12 Une boîte aux lettres ne peut être installée à moins d'un mètre calculé à partir\nd’une bordure de béton, du trottoir, du pavage ou de la limite de la surface de\nroulement."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.2.13 Les abris d'autos et les garages temporaires ne sont autorisés dans l'emprise de\nla voie publique qu'en conformité à la réglementation d'urbanisme. Lorsqu'ils sont\nautorisés, le cas échéant, moyennant un certificat d'autorisation en vertu de cette\nréglementation, ils sont présumés être installés dans le cadre d'une tolérance\nd'occupation du domaine public."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.2.14 Sauf en ce qui concerne les aménagements installés dans l'emprise de la voie\npublique par la Ville ou une entreprise d'utilité publique ou par un tiers avec\nl'autorisation de la Ville, tout occupant est responsable de tout dommage aux\npersonnes ou aux biens, qui résulte de son utilisation ou du manquement à ses\nobligations, dans la partie de l'emprise d'une voie publique qu'il occupe par\ntolérance."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.2.15 Un occupant qui veut utiliser l'emprise de la voie publique pour un usage autre\nque ceux accordés par tolérance doit demander une autorisation d'occupation du\ndomaine public et il est alors assujetti aux autres dispositions applicables du\nprésent règlement à cet égard."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.3.1 Une autorisation d'occupation du domaine public peut être accordée à titre\ntemporaire ou permanent. Une autorisation d'occupation est à titre temporaire, si\nelle est pour une durée de moins d’un an. Elle est à titre permanent, si elle est à\ndurée indéterminée ou pour une période d’un an ou plus. Dans tous les cas, il\npeut être mis fin à l'autorisation d'occupation suite à la signification d'un avis à cet\neffet, donné conformément à une résolution du conseil adoptée à cette fin."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.3.2 Sous réserve du paragraphe"
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.3.10, une autorisation d'occupation du domaine\npublic est accordée en vertu d'un permis délivré par le Directeur si elle est à titre\ntemporaire ou par une résolution du Conseil municipal si elle est à titre permanent."
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2.3.3 L'autorisation accordée par permis prend la forme indiquée en annexe « A », alors\nque celle accordée par résolution l'est selon l'annexe « B », jointes au présent\nrèglement pour en faire partie intégrante. Lorsqu'elle est accordée par résolution,\ncette dernière prend la forme suivante, suite à l'introduction d'usage :"
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "« 1. Qu'une autorisation permanente d'occupation du domaine public soit\naccordée à ________________, le tout conformément au projet d'autorisation\navec les modalités et conditions qui y sont indiquées;"
        }
      ]
    },
    {
      "pages": [
        7,
        7
      ],
      "contenu": [
        {
          "texte": "2. Que le maire et le greffier soient autorisés à signer cette autorisation pour la\nVille;"
        }
      ]
    },
    {
      "titre": "Que le greffier soit autorisé à inscrire cette autorisation au registre de",
      "pages": [
        7,
        8
      ],
      "contenu": [
        {
          "texte": "2.3.4 Une autorisation d'occupation du domaine public peut porter sur un espace\naérien, un emplacement en surface, un plan d'eau, un espace souterrain ou toute\ncombinaison de ceux-ci. Elle comporte, sous réserve des restrictions indiquées,\ntous les droits accessoires à l'utilité de la fin visée."
        },
        {
          "texte": "2.3.5 Une autorisation d'occupation du domaine public peut être accordée, de manière\nnon limitative, pour les fins suivantes :"
        },
        {
          "texte": "a) remisage de matériaux, d'équipements ou de véhicules pendant la\ndémolition, le déplacement, la rénovation ou la construction d'un bâtiment ou\nd'un ouvrage;"
        },
        {
          "texte": "b) empiétement d'une construction ou d'une partie d'une construction;"
        },
        {
          "texte": "c) ouvrage, autre qu'une infrastructure ou un accessoire d'une telle\ninfrastructure, situé entièrement sur le domaine public (poteau, prise d'eau,\npuits, clôture, muret);"
        },
        {
          "texte": "d) infrastructure d'alimentation en eau potable ou d'évacuation des eaux usées\n(incluant tout équipement accessoire, comme un poste de pompage ou une\nborne d'incendie);"
        },
        {
          "texte": "e) infrastructure ou autre ouvrage de voirie ou de transport des personnes ou\ndes biens;"
        },
        {
          "texte": "f) digue, barrage, quai, débarcadère ou plate-forme d'amarrage;"
        },
        {
          "texte": "g) dispositif d'éclairage ou issue de secours;"
        },
        {
          "texte": "h) drapeau, affiche, bannière, enseigne, auvent, de même que les poteaux\nservant à supporter ces éléments d'affichage;"
        },
        {
          "texte": "i) fil aérien longeant ou traversant une voie de circulation ou un autre\nimmeuble;"
        },
        {
          "texte": "j) stationnement ou remisage de véhicules ou d'équipements motorisés ou non\ndans les cas visés par l'exception du sous-paragraphe 1.2.2"
        },
        {
          "texte": "d);"
        },
        {
          "texte": "k) drainage d'un immeuble;"
        },
        {
          "texte": "l) droit de vue dans le cas où une construction publique en bénéficie;"
        },
        {
          "texte": "m) exercice d'un droit de passage pour se rendre sur une propriété enclavée\nphysiquement ou économiquement."
        },
        {
          "texte": "2.3.6 Les droits reliés à une autorisation temporaire d'occupation du domaine public\nsont accordés à titre personnel. Ils sont incessibles. Toute cession à un tiers,\nincluant en raison d'un décès, d'un déménagement, d'une faillite ou d'une\nliquidation, de même qu'un abandon du titre constitutif d'une personne morale ou\nune cessation d'utilisation entraînent sa nullité. Ceux reliés à une autorisation\npermanente peuvent être cédés ou autrement transférés à un tiers, mais\nl'occupant cédant n'est libéré de ses obligations que lorsque la cession a été\ninscrite au registre de l'occupation du domaine public."
        },
        {
          "texte": "2.3.7 Le permis ou la résolution accordant l'autorisation d'occupation du domaine public\nprécise les restrictions jugées utiles dans l'intérêt public pour des raisons de\nsalubrité, de sécurité ou d'esthétique."
        },
        {
          "texte": "2.3.8 Les paragraphes"
        },
        {
          "texte": "2.2.6 à"
        },
        {
          "texte": "2.2.14 s’appliquent à une autorisation d’occupation du\ndomaine public en effectuant les adaptations nécessaires, sous réserve, le cas\néchéant, des particularités du permis ou de la résolution qui peuvent déroger à\nl’un ou l’autre des éléments indiqués à ces paragraphes en imposant des\nexigences ou des restrictions plus sévères."
        },
        {
          "texte": "2.3.9 L'obtention d'une autorisation d'occupation du domaine public est discrétionnaire.\nLe Directeur et le Conseil n'ont pas à motiver un refus de l'accorder."
        },
        {
          "texte": "2.3.10 Dans les cas où l'intérêt public le justifie, le Directeur peut soumettre une\ndemande d'autorisation d'occupation à titre temporaire au Conseil pour que la\ndécision relative à l'autorisation soit prise par ce dernier."
        },
        {
          "texte": "2.3.11 Une autorisation d'occupation du domaine public peut être renouvelée sur\nprésentation d'une nouvelle demande. Elle est alors assujettie à la réglementation\nalors en vigueur et peut comporter des modalités différentes d'exercice de celles\nde l'autorisation antérieure."
        }
      ],
      "article": 3,
      "section": 2,
      "chapitre": 1
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "2.4.1 Une personne qui désire obtenir une autorisation d'occupation du domaine public\ndoit en faire la demande au greffier de la Ville en complétant le formulaire prescrit\nà cet effet, en fournissant les documents qui sont requis et en payant le tarif\nétabli."
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "Sur réception du dossier :"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "a) lorsque la demande est pour une occupation à titre permanent, le greffier en\ntransmet copie au Directeur pour obtenir ses commentaires. Ce dernier\nexamine le dossier et fait rapport de ses observations et recommandations\nen indiquant, le cas échéant, les conditions qui devraient apparaître dans la\nrésolution accordant l'autorisation ;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "b) lorsque la demande est pour une occupation à titre temporaire, le greffier en\ntransmet copie au Directeur pour observations, recommandations et, le cas\néchéant, délivrance du permis;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "c) le Directeur peut consulter tout employé de la Ville afin d'obtenir des\ncommentaires pertinents."
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "2.4.2 Lorsqu'il examine un dossier, le Directeur vérifie :"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "a) les caractéristiques géographiques du site et du voisinage;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "b) le titre de propriété et la délimitation de l'immeuble de la Ville et de celui de\nl'occupant qui bénéficiera de l'autorisation;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "c) la conformité à la réglementation municipale;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "d) le préjudice susceptible d'être causé aux immeubles voisins;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "e) les risques ou contraintes liés à la sécurité publique, à la salubrité et à\nl'environnement;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "f) l'insertion de l'ouvrage ou de l'usage projeté dans le voisinage;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "g) les infrastructures, équipements et ouvrages d'utilité publique localisés dans\nl'immeuble visé ou qui sont à proximité ainsi que les projets d'implantation\nqui pourraient nécessiter l'utilisation de l'immeuble visé par la demande;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "h) toute autre information pertinente compte tenu de la nature de la demande."
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "2.4.3 Le Directeur identifie les modalités et conditions d'occupation du domaine public\nqui apparaissent pertinentes et dresse un projet d'autorisation. Il en transmet\ncopie au requérant en l'invitant à étudier ces modalités et conditions, en plus des\nexigences indiquées sur l'un ou l'autre des formulaires joints à la présente comme\nannexe « A » et « B » à titre de projet."
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "2.4.4 Il peut être exigé, comme condition préalable à l'obtention d'une autorisation :"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "a) le dépôt d'un certificat de localisation ou de tout autre document provenant\nde tout autre professionnel lorsque la nature de l'usage ou de l'ouvrage\nprojeté le justifie;"
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "b) le dépôt d’une garantie financière afin d'assurer la réparation d'un immeuble\ndétérioré ou la remise des lieux en état ou protéger la Ville des\nconséquences de dommages qui pourraient être imputables à l'occupation.\nLe montant et la forme de la garantie sont déterminés en tenant compte de\nl'objet de l'autorisation, du voisinage de l'immeuble visé, des risques\nencourus et de la durée de l'autorisation. Dans le cas d'une cession\nd'autorisation à un tiers, des garanties au moins semblables doivent être\ndonnées en faveur de la Ville si elles ont été requises à l'origine."
        }
      ]
    },
    {
      "pages": [
        9,
        9
      ],
      "contenu": [
        {
          "texte": "2.4.5 Dans le cas où l'on doit pratiquer une tranchée ou une excavation, soit pour\nenlever un fil ou un poteau, soit pour poser, réparer ou enlever un égout, une\nconduite d'eau ou pour toute autre raison, le requérant doit payer à la Ville le coût\nde la remise en état des lieux, y compris l'entretien jusqu'à ce que les travaux\nsoient terminés, le tout sujet aux règlements qui peuvent être applicables en la\nmatière."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.4.6 Le requérant doit, à ses frais, lorsque requis :"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "a) faire préparer un certificat de localisation, incluant une description technique\npar un arpenteur-géomètre, lorsqu'il est requis aux fins d'une autorisation\nd'occupation du domaine public;"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "b) faire préparer les plans, devis, tests et documents requis, le cas échéant,\npar un professionnel;"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "c) obtenir les permis et certificats qui peuvent être requis de toute\nadministration gouvernementale."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.4.7 Les tarifs applicables aux demandes d’autorisation et à l’occupation permanente\net temporaire du domaine public sont décrétés par le règlement de tarification en\nvigueur"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.5.1 Le greffier doit tenir un registre de l'occupation du domaine public dans la forme\nindiquée dans le modèle joint au présent règlement comme annexe « C ». Ce\nregistre indique dans des sections séparées les autorisations accordées par\npermis et par résolution. Il précise les immeubles qui sont visés et les personnes\nou les immeubles en faveur desquels les autorisations ont été accordées."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.5.2 Le greffier a la garde d'une copie originale de toute autorisation d'occupation du\ndomaine public dans un dossier constitué à cet effet et en dispose conformément\nà la Loi sur les archives."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.5.3 Le registre de l'occupation du domaine public et les dossiers d'autorisation\nd'occupation du domaine public sont des documents qui peuvent être consultés\nconformément à la Loi sur l'accès aux documents des organismes publics et à la\nprotection des renseignements personnels."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.1 Les employés de la Ville et les personnes mandatées par cette dernière peuvent\nen tout temps pénétrer sur une emprise occupée par tolérance pour y effectuer\ndes relevés, des inspections ou des travaux requis pour une fin municipale ou\npour les fins d'une entreprise d'utilité publique."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.2 Le Directeur peut, en tout temps, transmettre un avis à l'occupant du domaine\npublic par tolérance afin de lui demander d’enlever ou de déplacer un objet, de\nmodifier un aménagement paysager ou un ouvrage d'accès, de démolir un\nouvrage ou une construction ou de remettre les lieux en état, notamment s'il y a\ndommages aux immobilisations, installations ou équipements de la Ville, danger\npour la sécurité publique ou contravention au présent règlement ou à tout autre\nrèglement applicable."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.3 Un avis semblable à celui prévu au paragraphe"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.2 est transmis à l'occupant du\ndomaine public qui peut se prévaloir d'une autorisation d'occupation dans les cas\nqui y sont mentionnés ou lorsqu'il y a défaut de respecter cette autorisation, le\nprésent règlement ou tout autre règlement applicable."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.4 Le délai accordé dans l'avis prévu aux paragraphes"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.2 et"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.3 est déterminé\npar le Directeur, compte tenu de son objet. Toutefois, aucun avis n'est requis en\nvertu de ces paragraphes dans les cas d'urgence."
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "2.6.5 Tout élément d'un aménagement paysager, d'un ouvrage d'accès ou d'une\nconstruction non conforme à une autorisation ou à une tolérance d'occupation ou\nn'étant pas l'objet d'une autorisation lorsque requis et se trouvant sur le domaine\npublic, peut, à défaut de l'occupant d'y procéder lui-même dans le délai imparti et\nsous réserve du paragraphe"
        }
      ]
    },
    {
      "pages": [
        10,
        10
      ],
      "contenu": [
        {
          "texte": "3.2.2, être déplacé, enlevé ou démoli et le terrain\nremis en état par la Ville, aux frais de l'occupant."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.6 La Ville peut, en tout temps, moyennant un préavis, prendre possession en tout\nou en partie des lieux, pour certains ou la totalité des usages autorisés, pour une\ndurée indéterminée ou définitivement, d'un immeuble faisant l'objet d'une\nautorisation d'occupation du domaine public, dans le cas où l'occupation des lieux\nest nécessaire pour l'exécution de travaux à caractère public. Dans le cas où il est"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "mis fin à une autorisation suite à un tel préavis, incluant en partie ou pour une\ndurée temporaire, l'occupant peut présenter à la Ville, au plus tard dans les trente\njours de la fin de l'occupation, un relevé détaillé et accompagné, le cas échéant,\nde pièces justificatives, des dommages ou travaux encourus en raison de cette\ncessation d'autorisation avant terme. Si les parties ne s'entendent pas sur le\nmontant de la réclamation, elle est soumise à arbitrage, conformément au Code\ncivil du Québec, étant convenu que les frais d'arbitrage sont déterminés par\nl'arbitre."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.7 Le préavis indiqué au paragraphe"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.6 est donné par le greffier à l'occupant dans\nun délai raisonnable, lequel ne peut, à moins d'urgence, être moindre que trente\njours si l'autorisation est pour une durée temporaire et de quatre-vingt-dix jours si\nelle pour une durée de un an ou plus ou indéterminée. Le préavis est transmis par\ncourrier recommandé à l'attention de l'occupant dont les coordonnées sont\nindiquées dans l'autorisation, dans le registre de l'occupation du domaine public\nou, à défaut, qui apparaissent au rôle d'évaluation en vigueur."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.8 Lorsqu'il est mis fin à l'autorisation en vertu du paragraphe"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.5, l'autorisation\nprend fin à la date qui est indiquée dans l'avis. L'occupant doit libérer les lieux et\nles remettre en état pour cette date."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.9 Aucune indemnité ou compensation n'est due pour les dommages :"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "a) causés aux aménagements paysagers et ouvrages d'accès des occupants\ndu domaine public par tolérance lorsque la Ville doit reprendre possession\ndes lieux ou y effectuer des travaux ;"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "b) causés aux aménagements paysagers, aux ouvrages d'accès ou à tout autre\naménagement, ouvrage en construction effectué ou érigé en contravention à\nune autorisation d'occupation du domaine public;"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "c) dans un cas où une autorisation est révoquée en vertu des sous-\nparagraphes"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "b) et"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "c) du paragraphe 3.3.1 ou,"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "d) lorsqu'une occupation est effectuée illégalement;"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "e) lorsque l'une des conditions indiquées dans une autorisation est la\nrenonciation à l'obtention d'indemnité."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.10 À moins qu'il ait été dénoncé à la Ville qu'un aménagement paysager, un ouvrage\nd'accès ou une construction appartient à un occupant autre que le propriétaire\nriverain, la Ville présume que ces éléments appartiennent à ce propriétaire et seul\nce dernier a le droit de demander une indemnité ou une compensation dans les\ncas qui y donnent ouverture."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.11 Si l'occupant omet ou refuse d'enlever les aménagements paysagers, ouvrages\nd'accès et tout autre aménagement, objet, ouvrage ou construction à l'expiration\ndu délai imparti, la Ville en devient propriétaire, sous réserve, le cas échéant, du\ndroit à l'indemnité ou à la compensation."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.12 Dans le cas où la Ville n'intervient pas à l'expiration du délai accordé en vertu du\nparagraphe"
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "2.6.4 ou lorsque l'occupant n'a pas libéré les lieux à la date de la fin\nde l'autorisation, la Ville n'est pas présumée renoncer à son droit de demander\ncette libération et remise en état ou pour obliger l'occupant à quitter et délaisser\nles lieux, ni accepter une reconduction tacite de l'autorisation."
        }
      ]
    },
    {
      "pages": [
        11,
        11
      ],
      "contenu": [
        {
          "texte": "3.1.1 Le règlement de dérogation mineure et une dérogation mineure accordée en vertu\nde ce règlement peuvent tenir compte de la présence d'une autorisation\nd’occupation du domaine public dans les cas qui y donnent ouverture, que cette\nautorisation soit existante ou à venir."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.1.2 La Ville peut, dans le cadre de la municipalisation d'une infrastructure ou d'un\néquipement, accepter qu'un cessionnaire puisse conserver un droit de propriété"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "superficiaire dans l'immeuble cédé dans la mesure où ce droit n'affecte pas la\ndestination de l'immeuble municipalisé. Dans un tel cas, l'exercice du droit de\npropriété superficiaire comporte sur le domaine public un droit d'occupation\naccessoire pour les fins de l'entretien et de la réparation de l'ouvrage préservé par\nle droit de propriété superficiaire. La résolution acceptant la cession de l'immeuble\npeut prévoir toute condition particulière requise pour éviter que l'affectation\npublique de l'immeuble cédé, soit restreinte ou compromise au point de porter\natteinte à son affectation. Le tréfonds d'un immeuble faisant partie du domaine\npublic peut faire l'objet d'une tolérance ou d'une autorisation d'occupation du\ndomaine public, sous réserve du respect du droit de propriété superficiaire."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.1.3 Dans les cas où des travaux doivent être exécutés à la fois sur un immeuble\nriverain et dans la partie de l'emprise d'une voie publique utilisée par tolérance\nd'occupation ou sur tout autre immeuble sur lequel s’exerce une autorisation\nd’occupation du domaine public, ces travaux sont assujettis à l'obligation d'obtenir\nun permis ou un certificat d'autorisation conformément à la réglementation\napplicable. L'ensemble de ces travaux peut faire l'objet d'une seule demande de\npermis ou de certificat. Cette demande de permis ou de certificat ne soustrait pas\nle requérant à l'obligation d'obtenir une autorisation d'occupation du domaine\npublic, à moins qu'il puisse se prévaloir d'une tolérance d'occupation."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.2.1 Sous réserve du paragraphe"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.2.2, l'occupant est considéré en défaut aux termes\ndu présent règlement ou d'une autorisation s'il :"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "a) omet ou néglige de remplir l'une ou l'autre des conditions d'une autorisation ;"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "b) cesse d'occuper les lieux pour les fins d'une autorisation pendant une\npériode de trente jours si l'autorisation est de moins d'un an ou de soixante\njours si elle est d’un an ou plus ou à durée indéterminée ;"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "c) n'a pas remédié à la défaillance identifiée dans les délais prescrits après\navoir été avisé par écrit par la Ville qu'il manque à l'une ou quelconque de\nses obligations."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.2.2 S'il ne peut être remédié à la défaillance dans le délai spécifié, il est admis que\nl'occupant se sera conformé aux directives de la Ville et ne sera pas en défaut à\nl'égard de ses obligations s'il respecte les quatre conditions suivantes :"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "a) il commence et, ensuite, continue avec diligence à remédier à la défaillance\ndans les délais prescrits ;"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "b) il fournit un calendrier acceptable par la Ville et qui doit être raisonnable pour\nl'exécution de la correction ;"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "c) il remédie complètement à la défaillance conformément à ce calendrier ; et"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "d) il maintient en vigueur, le cas échéant, les garanties en faveur de la Ville\njusqu'à l'accomplissement de leur objet."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.2.3 Advenant tout défaut de l'occupant à l'une ou l'autre de ses obligations ou dans le\ncas où un occupant n'a pas remis en état l'immeuble occupé en temps utiles, la\nVille peut cumulativement ou alternativement, sous réserve de tous ses droits et\nrecours, incluant la reprise de possession indiquée au paragraphe"
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "2.6.8,\nconfisquer la garantie déposée et s'en approprier la somme nécessaire pour\nréaliser ou compléter les correctifs requis, le droit à la garantie étant proportionnel\naux coûts inappliqués par la correction du défaut de l'occupant."
        }
      ]
    },
    {
      "pages": [
        12,
        12
      ],
      "contenu": [
        {
          "texte": "3.3.1 La Ville peut révoquer une autorisation d'occupation du domaine public :"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "a) délivrée par erreur;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "b) accordée à une personne qui a été trouvée coupable d'une infraction prévue\nau sous-paragraphe"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "e) du paragraphe 3.3.3 dans le cas où l'autorisation\nn'aurait pas été accordée si l'information fournie avait été juste;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "c) si l'occupant est en défaut et n'y a pas remédié dans les cas qui le\npermettent et dans les délais applicables."
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "3.3.2 Commet une infraction, toute personne qui, en contravention de l'une ou l'autre\ndes dispositions du présent règlement :"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "a) utilise illégalement le domaine public;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "b) autorise une utilisation illégale du domaine public;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "c) exécute ou fait exécuter des travaux non autorisés ou non conformes dans\nle cadre d'une tolérance d'occupation;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "d) exécute ou fait exécuter des travaux non conformes à l'autorisation\nd'occupation du domaine public;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "e) fournit sciemment des informations erronées dans le cadre d'une demande\nd'autorisation d'occupation du domaine public;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "f) entrave ou tente d'entraver une personne chargée de l'application du présent\nrèglement dans l'exercice de ses fonctions;"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "g) ne se conforme pas à un avis qui lui a été délivré par une personne chargée\nde l'application du présent règlement."
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "3.3.3 Toute personne qui contrevient au présent règlement commet une infraction et est\npassible d’une amende avec ou sans frais. Le montant de cette amende ne doit\npas être inférieur à"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "400 $ ni excéder"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "1"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "000 $ si le contrevenant est une personne\nphysique et respectivement"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "800 $ et"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "2"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "000 $ si le contrevenant est une personne\nmorale. En cas de récidive dans les douze mois, le contrevenant est passible\nd’une amende de"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "800 $ à"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "2"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "000 $ s'il est une personne physique et de"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "1"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "000 $ à"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "4"
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "000 $ s'il est une personne morale. Lorsqu'une contravention est continue, cette\ncontinuité constitue, jour par jour, une infraction distincte."
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "3.3.4 La Ville peut exercer devant les tribunaux de juridiction civile, tous les recours\nnécessaires pour faire respecter les dispositions du présent règlement lorsque le\nconseil le juge opportun et ce, indépendamment du fait que des constats\nd’infraction à caractère pénal puissent aussi avoir été délivrés ou qu'une\nrévocation ait pu être effectuée."
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "3.4.1 Une personne qui occupe le domaine public autrement que dans le cadre d'une\ntolérance lors de l'entrée en vigueur du présent règlement dispose d'une période\nde douze mois pour demander une autorisation d'occupation et se conformer au\nprésent règlement."
        }
      ]
    },
    {
      "pages": [
        13,
        13
      ],
      "contenu": [
        {
          "texte": "3.4.2 Une permission de voirie, une servitude ou un droit de propriété superficiaire\naccordé dans un immeuble du domaine public avant l'entrée en vigueur a effet\njusqu'à son expiration ou à sa terminaison en conformité aux dispositions du\nprésent règlement. Il peut alors être remplacé par une autorisation d'occupation\ndu domaine public selon les modalités ou exigences qui peuvent être prescrites\nsous l'autorité du présent règlement."
        }
      ]
    },
    {
      "pages": [
        14,
        14
      ],
      "contenu": [
        {
          "texte": "3.4.3 Le présent règlement entre en vigueur conformément à la loi."
        }
      ]
    },
    {
      "titre": "AUTORISATION TEMPORAIRE D'OCCUPATION\nDU DOMAINE PUBLIC MUNICIPAL",
      "pages": [
        14,
        17
      ],
      "contenu": [
        {
          "texte": "ACCORDÉE PAR :"
        },
        {
          "texte": "La Ville de Sainte-Adèle, personne morale de droit public, légalement constituée ayant\nson siège au 1381, boulevard de Sainte-Adèle, à Sainte-Adèle, autorisée aux fins des\nprésentes en vertu du Règlement sur l'occupation du domaine public, règlement numéro\nXXX-2010, complété par le présent document qui constitue une autorisation délivrée par\nle Directeur au sens de ce règlement."
        },
        {
          "texte": "Ci-après appelée « la Ville »"
        },
        {
          "texte": "Ci-après appelé « l'Occupant »"
        },
        {
          "texte": "1. But de l'autorisation"
        },
        {
          "texte": "La Ville, en conformité au Règlement sur l'occupation du domaine public, accorde la\nprésente autorisation temporaire d'occupation du domaine public à l'occupant pour lui\npermettre de ."
        },
        {
          "texte": "2. Précisions pertinentes"
        },
        {
          "texte": "La présente autorisation est valide pour une période de ______ commençant le\n2.1 _________ et se terminant le ___________."
        },
        {
          "texte": "Les droits reliés à la présente autorisation sont accordés à l'occupant\n2.2 exclusivement et ils sont incessibles."
        },
        {
          "texte": "La présente autorisation n'est pas renouvelable automatiquement. L'occupant peut\n2.3 cependant, conformément au Règlement sur l'occupation du domaine public,\nsolliciter une nouvelle autorisation à l'expiration de la présente autorisation."
        },
        {
          "texte": "L'autorisation accordée en vertu de l'article 1 a pour effet de permettre\n2.4 l'occupation sur l'espace délimité sur le plan joint à la présente autorisation\ncomme annexe « 1 »."
        },
        {
          "texte": "Les constructions, ouvrages, activités ou usages suivants sont permis en vertu de\n2.5 la présente autorisation :"
        },
        {
          "texte": "3. Conditions d'occupation du domaine public"
        },
        {
          "texte": "L'Occupant doit :"
        },
        {
          "texte": "Respecter toute la réglementation municipale applicable ;\n3.1"
        },
        {
          "texte": "Ne permettre à quiconque d'occuper les lieux durant l'autorisation qui lui est\n3.2 accordée;"
        },
        {
          "texte": "Informer la Ville de tout empiètement d'un tiers ou de toute entrave causée par un\n3.3 tiers à son autorisation d'occupation;\nObtenir, le cas échéant, auprès de la Ville et de tout ministère ou organisme public\n3.4 concerné les permis ou certificats qui peuvent être requis pour l'exercice de\nl'occupation autorisée;"
        },
        {
          "texte": "Conserver les lieux qu'il occupe en bon état d'entretien et de propreté;\n3.5"
        },
        {
          "texte": "N'entreposer aucun objet ou liquide dangereux et ne déverser aucun contaminant;\n3.6"
        },
        {
          "texte": "Entourer les lieux d'une clôture de la manière suivante :\n3.7"
        },
        {
          "texte": "Afficher une signalisation selon les modalités suivantes :\n3.8"
        },
        {
          "texte": "Dégager la Ville de toute responsabilité durant ou à l'occasion de son occupation\n3.9 des lieux et qui peut être reliée à cette occupation;"
        },
        {
          "texte": "Déposer à la Ville une police d'assurance responsabilité civile au montant de\n3.10 1,000,000$, et y indiquer le nom de « Ville de Sainte-Adèle » à titre d’assurée\nadditionnelle."
        },
        {
          "texte": "Assumer le paiement des taxes, compensations, tarifications qui peuvent être\n3.11 exigibles à l'égard de l'occupation de l'immeuble;"
        },
        {
          "texte": "Permettre en tout temps à un inspecteur ou à un autre employé de la Ville de\n3.12 pénétrer sur les lieux occupés afin de voir au respect de la présente autorisation et\nde tous les règlements municipaux;"
        },
        {
          "texte": "Permettre à la Ville, en tout temps, dans les cas d'urgence, de pénétrer sur\n3.13 l'espace occupé pour les fins d'exécution de travaux municipaux ou de toute\nintervention d'intérêt public, sous réserve de la possibilité d'une réclamation;"
        },
        {
          "texte": "Faire préparer, à ses frais, les plans, devis, documents et demandes de permis\n3.14 requis;"
        },
        {
          "texte": "Acquitter la somme de 50$ à titre de frais d'occupation, plus les taxes;\n3.15"
        },
        {
          "texte": "Enlever à la date d'expiration de l'autorisation tous les aménagements, objets,\n3.16 ouvrages et constructions lui appartenant et se trouvant sur les espaces occupés\nen vertu de la présente autorisation;"
        },
        {
          "texte": "Acquitter, le cas échéant, tous les frais de remise en état des lieux, incluant de\n3.17 réparation ou d'entretien;"
        },
        {
          "texte": "Autres conditions :\n3.18"
        },
        {
          "texte": "Sauf si l'occupant le permet, pendant la durée d'occupation visée par la présente\nautorisation, la Ville ne permettra à aucun autre occupant d'utiliser l'espace visé par la\nprésente autorisation pour les fins autorisées ou pour toute autre fin susceptible de\nrestreindre ou compromettre cette fin."
        },
        {
          "texte": "5.1 L'occupant reconnaît en signant la présente autorisation."
        },
        {
          "texte": "5.1.1 qu'il a l'obligation d'obtenir tous les permis et certificats requis des\nautorités gouvernementales et municipales pour exercer les usages ou\neffectuer les ouvrages ou constructions sur l'immeuble pour lequel il\nbénéficie d'une autorisation d'occupation ;"
        },
        {
          "texte": "5.1.2 que l'autorisation qui lui est accordée ne le soustrait pas à l'application de\ntoute réglementation municipale pertinente, réglementation qu’il s'engage\nà respecter;"
        },
        {
          "texte": "5.1.3 qu'il dégage la Ville de toute responsabilité qui pourrait être reliée à\nl'utilisation des lieux qui est faite en conformité avec l'autorisation\nd'occupation ou qu'il pourrait faire en contravention à cette autorisation;"
        },
        {
          "texte": "5.1.4 que l'autorisation d'occupation du domaine public peut le rendre occupant\nau sens de la Loi sur la fiscalité municipale et ainsi l'assujettir aux\nexigences d'imposition en vertu des lois et règlements municipaux;"
        },
        {
          "texte": "5.1.5 que la Ville peut, en tout temps, moyennant un préavis, le cas échéant,\nmettre un terme à l'autorisation, sous réserve des modalités applicables\ntelles que prévues au Règlement sur l'occupation du domaine public en\nvigueur à la date de la présente autorisation;"
        },
        {
          "texte": "5.1.6 que la Ville deviendra propriétaire de tous les aménagements, objets,\nouvrages et constructions à la fin de l'autorisation s'il omet ou refuse de les\nenlever;"
        },
        {
          "texte": "5.1.7 qu'il autorise la Ville à faire cesser toute utilisation après la révocation et à\nprocéder, à ses frais, à l'enlèvement de tout aménagement, objet, ouvrage\nou construction s'il ne l'a pas fait dans le délai qui lui aura été accordé et\nrenonce en conséquence à tout recours en dommages contre la Ville en\nraison de la remise en état des lieux;"
        },
        {
          "texte": "5.1.8 que s'il ne respecte pas les dispositions de l'autorisation qui est accordée\net du Règlement sur l'occupation du domaine public, il sera en défaut et la\nVille pourra prendre toutes les mesures appropriées dans un tel cas;"
        },
        {
          "texte": "5.1.9 que l'autorisation qui lui est accordée est incessible et qu'elle sera nulle s'il\ndécède, déménage ou la cède à un tiers ou s'il y a une faillite, une\nliquidation ou un abandon du titre constitutif de la personne morale, le cas\néchéant."
        },
        {
          "texte": "EN FOI DE QUOI, LES PARTIES ONT SIGNÉ À SAINTE-ADÈLE,\nCe __________________"
        },
        {
          "texte": "VILLE DE SAINTE-ADÈLE\n________________________________\nPar :\nLe Directeur\n(La présente signature établit l'existence de l'autorisation)"
        },
        {
          "texte": "Je m'engage, en signant le présent document, à respecter les conditions de l'autorisation\net les dispositions du Règlement sur l'occupation du domaine public."
        },
        {
          "texte": "Ce __________________"
        },
        {
          "texte": "_________________________________\nSignature de l'occupant\n(représentant, le cas échéant de la\npersonne morale suivante)\n_________________________________"
        }
      ],
      "annexe": "A"
    },
    {
      "titre": "Obligation de la Ville",
      "pages": [
        15,
        15
      ],
      "article": 4,
      "chapitre": 2
    },
    {
      "titre": "Acceptation",
      "pages": [
        15,
        17
      ],
      "article": 5,
      "chapitre": 2
    },
    {
      "titre": "AUTORISATION PERMANENTE D'OCCUPATION\nDU DOMAINE PUBLIC MUNICIPAL",
      "pages": [
        17,
        19
      ],
      "contenu": [
        {
          "texte": "ACCORDÉE PAR :"
        },
        {
          "texte": "La Ville de Sainte-Adèle, personne morale de droit public, légalement constituée ayant\nson siège au 1381, boulevard de Sainte-Adèle, à Sainte-Adèle, autorisée aux fins des\nprésentes en vertu du Règlement sur l'occupation du domaine public, règlement numéro\nXXX-2010, complété par le présent document qui constitue une autorisation délivrée par\nla résolution du conseil municipal n° XXXX-XXXX adoptée le ____________ au sens de\nce règlement."
        },
        {
          "texte": "Ci-après appelée « la Ville » À :\nCi-après appelé « l'Occupant »"
        },
        {
          "texte": "1. But de l'autorisation"
        },
        {
          "texte": "La Ville, en conformité au Règlement sur l'occupation du domaine public, accorde la\nprésente autorisation permanente d'occupation du domaine public à l'occupant pour lui\npermettre de ________________________."
        },
        {
          "texte": "2. Précisions pertinentes"
        },
        {
          "texte": "2.1 La présente autorisation est valide pour une période indéterminée ou une période\nde ______ commençant le _________ et se terminant le ___________."
        },
        {
          "texte": "2.2 Les droits reliés à la présente autorisation peuvent être cédés ou autrement\ntransférés à un tiers, mais l'Occupant n'est libéré de ses obligations que lorsque\nl'autorisation aura été inscrite au registre de l'occupation du domaine public."
        },
        {
          "texte": "2.3 La présente autorisation n'est pas renouvelable automatiquement. L'Occupant\npeut cependant, conformément au Règlement sur l'occupation du domaine public,\nsolliciter une nouvelle autorisation à l'expiration de la présente autorisation."
        },
        {
          "texte": "2.4 L'autorisation accordée en vertu de l'article"
        },
        {
          "texte": "1 a pour effet de permettre\nl'occupation sur l'espace délimité sur le plan joint à la présente autorisation\ncomme annexe «"
        },
        {
          "texte": "1 »."
        },
        {
          "texte": "2.5 Les constructions, ouvrages, activités ou usages suivants sont permis en vertu de\nla présente autorisation :"
        },
        {
          "texte": "3. Conditions d'occupation du domaine public"
        },
        {
          "texte": "L'Occupant doit :"
        },
        {
          "texte": "3.1 Respecter toute la réglementation municipale applicable;"
        },
        {
          "texte": "3.2 Ne permettre à quiconque d'occuper les lieux durant l'autorisation qui lui est\naccordée;"
        },
        {
          "texte": "3.3 Informer la Ville de tout empiètement d'un tiers ou de toute entrave causée par un\ntiers à son autorisation d'occupation;"
        },
        {
          "texte": "3.4 Obtenir, le cas échéant, auprès de la Ville et de tout ministère ou organisme public\nconcerné les permis ou certificats qui peuvent être requis pour l'exercice de\nl'occupation autorisée;"
        },
        {
          "texte": "3.5 Conserver les lieux qu'il occupe en bon état d'entretien et de propreté;"
        },
        {
          "texte": "3.6 N'entreposer aucun objet ou liquide dangereux et ne déverser aucun contaminant;"
        },
        {
          "texte": "3.7 Entourer les lieux d'une clôture de la manière suivante :"
        },
        {
          "texte": "3.8 Afficher une signalisation selon les modalités suivantes :"
        },
        {
          "texte": "3.9 Dégager la Ville de toute responsabilité durant ou à l'occasion de son occupation\ndes lieux et qui peut être reliée à cette occupation;"
        },
        {
          "texte": "3.10 Déposer à la Ville une police d'assurance responsabilité civile au montant de"
        },
        {
          "texte": "1,000,000$ et y indiquer le nom de « Ville de Sainte-Adèle » à titre d’assurée\nadditionnelle."
        },
        {
          "texte": "3.11 Assumer le paiement des taxes, compensations, tarifications qui peuvent être\nexigibles à l'égard de l'occupation de l'immeuble;"
        },
        {
          "texte": "3.12 Permettre en tout temps à un inspecteur ou à un autre employé de la Ville de\npénétrer sur les lieux occupés afin de voir au respect de la présente autorisation et\nde tous les règlements municipaux;"
        },
        {
          "texte": "3.13 Permettre à la Ville, en tout temps, dans les cas d'urgence, de pénétrer sur\nl'espace occupé pour les fins d'exécution de travaux municipaux ou de toute\nintervention d'intérêt public, sous réserve de la possibilité d'une réclamation;"
        },
        {
          "texte": "3.14 Faire préparer, à ses frais, les plans, devis, documents et demandes de permis\nrequis;"
        },
        {
          "texte": "3.15 Acquitter la somme de"
        },
        {
          "texte": "100$, annuellement, à titre de frais d'occupation, plus les\ntaxes et ce, à partir de la date de signature du présent document."
        },
        {
          "texte": "3.16 Enlever à la date d'expiration de son autorisation tous les objets et ouvrages lui\nappartenant et se trouvant sur les espaces occupés en vertu de la présente\nautorisation;"
        },
        {
          "texte": "3.17 Acquitter, le cas échéant, tous les frais de remise en état des lieux, incluant de\nréparation ou d'entretien;"
        },
        {
          "texte": "3.18 Autres conditions :"
        },
        {
          "texte": "4. Obligation de la Ville"
        },
        {
          "texte": "Sauf si l'Occupant le permet, pendant la durée d'occupation visée par la présente\nautorisation, la Ville ne permettra à aucun autre occupant d'utiliser l'espace visé par la\nprésente autorisation pour les fins autorisées ou pour toute autre fin susceptible de\nrestreindre ou compromettre cette fin."
        },
        {
          "texte": "5. Acceptation"
        },
        {
          "texte": "5.1 L'occupant reconnaît en signant la présente autorisation :"
        },
        {
          "texte": "5.1.1 qu'il a l'obligation d'obtenir tous les permis et certificats requis des\nautorités gouvernementales et municipales pour exercer les usages ou\neffectuer les ouvrages ou constructions sur l'immeuble pour lequel il\nbénéficie d'une autorisation d'occupation;"
        },
        {
          "texte": "5.1.2 que l'autorisation qui lui est accordée ne le soustrait pas à l'application de\ntoute réglementation municipale pertinente, réglementation qu’il s'engage\nà respecter;"
        },
        {
          "texte": "5.1.3 qu'il dégage la Ville de toute responsabilité qui pourrait être reliée à\nl'utilisation des lieux qui est faite en conformité avec l'autorisation\nd'occupation ou qu'il pourrait faire en contravention à cette autorisation;"
        },
        {
          "texte": "5.1.4 que l'autorisation d'occupation du domaine public peut le rendre occupant\nau sens de la Loi sur la fiscalité municipale et ainsi l'assujettir aux\nexigences d'imposition en vertu des lois et règlements municipaux;"
        },
        {
          "texte": "5.1.5 que la Ville peut, en tout temps, moyennant un préavis, le cas échéant,\nmettre un terme à l'autorisation, sous réserve des modalités applicables"
        },
        {
          "texte": "telles que prévues au Règlement sur l'occupation du domaine public en\nvigueur à la date de la présente autorisation;"
        },
        {
          "texte": "5.1.6 que la Ville deviendra propriétaire de tous les aménagements, objets,\nouvrages et constructions à la fin de l'autorisation s'il omet ou refuse de les\nenlever;"
        },
        {
          "texte": "5.1.7 qu'il autorise la Ville à faire cesser toute utilisation après la révocation et à\nprocéder, à ses frais, à l'enlèvement de tout aménagement, objet, ouvrage\nou construction s'il ne l'a pas fait dans le délai qui lui aura été accordé et\nrenonce en conséquence à tout recours en dommages contre la Ville en\nraison de la remise en état des lieux;"
        },
        {
          "texte": "5.1.8 que s'il ne respecte pas les dispositions de l'autorisation qui est accordée\net du Règlement sur l'occupation du domaine public, il sera en défaut et la\nVille pourra prendre toutes les mesures appropriées dans un tel cas."
        },
        {
          "texte": "EN FOI DE QUOI, LES PARTIES ONT SIGNÉ À SAINTE-ADÈLE,"
        },
        {
          "texte": "Ce __________________"
        },
        {
          "texte": "VILLE DE SAINTE-ADÈLE\n________________________________\nPar :\n(La présente signature établit l'existence de l'autorisation)"
        },
        {
          "texte": "_________________________ _______________________\nLe maire Le greffier"
        },
        {
          "texte": "Je m'engage, en signant le présent document, à respecter les conditions de l'autorisation\net les dispositions du Règlement sur l'occupation du domaine public."
        },
        {
          "texte": "Ce __________________"
        },
        {
          "texte": "_________________________________\nSignature de l'Occupant\n(représentant, le cas échéant de la\npersonne morale suivante)"
        },
        {
          "texte": "_________________________________"
        }
      ],
      "annexe": "B"
    }
  ],
  "numero": "1132-2010",
  "objet": "DÉCRÉTER DES DISPOSITIONS CONCERNANT L’OCCUPATION DU\nDOMAINE PUBLIC.",
  "dates": {
    "adoption": "INCONNU"
  }
}
