{
  "fichier": "RGL-1176-2012-Vente-de-garages-et-bazars-COMPILATION-ADMINISTRATIVE.pdf",
  "titre": "Règlement numéro 1176-2012 concernant les ventes de garage et les bazars\nsur le territoire de la Ville de Sainte-Adèle.",
  "chapitres": [
    {
      "numero": "1",
      "titre": "VILLE DE SAINTE-ADÈLE",
      "pages": [
        2,
        2
      ],
      "contenus": [
        7,
        6
      ]
    },
    {
      "numero": "2",
      "titre": "PROVINCE DE QUÉBEC",
      "pages": [
        2,
        2
      ],
      "contenus": [
        7,
        6
      ]
    },
    {
      "numero": "3",
      "titre": "COMTE DE BERTRAND",
      "pages": [
        2,
        2
      ],
      "contenus": [
        7,
        6
      ]
    },
    {
      "numero": "4",
      "titre": "RÈGLEMENT NO. 1176-2012",
      "pages": [
        2,
        2
      ],
      "contenus": [
        7,
        12
      ]
    },
    {
      "numero": "5",
      "titre": "TITRE I\nDISPOSITIONS PRÉLIMINAIRES",
      "pages": [
        2,
        2
      ],
      "contenus": [
        13,
        12
      ]
    },
    {
      "numero": "6",
      "titre": "CHAPITRE I\nTITRE, BUT ET CHAMP D'APPLICATION",
      "pages": [
        2,
        2
      ],
      "contenus": [
        13,
        15
      ]
    },
    {
      "numero": "7",
      "titre": "CHAPITRE II\nINTERPRÉTATION",
      "pages": [
        2,
        3
      ],
      "contenus": [
        16,
        19
      ]
    },
    {
      "numero": "8",
      "titre": "CHAPITRE III\nAPPLICATION DU RÈGLEMENT",
      "pages": [
        3,
        3
      ],
      "contenus": [
        20,
        20
      ]
    },
    {
      "numero": "9",
      "titre": "TITRE II\nDISPOSITIONS D’APPLICATION GÉNÉRALE",
      "pages": [
        3,
        4
      ],
      "contenus": [
        21,
        30
      ]
    },
    {
      "numero": "10",
      "titre": "TITRE III\nINFRACTIONS ET PEINES",
      "pages": [
        4,
        4
      ],
      "contenus": [
        31,
        34
      ]
    },
    {
      "numero": "11",
      "titre": "TITRE IV\nDISPOSITIONS TRANSITOIRE ET FINALE",
      "pages": [
        4,
        4
      ],
      "contenus": [
        35,
        37
      ]
    },
    {
      "numero": "12",
      "titre": "RÉSOLUTION NO. 2012-275",
      "pages": [
        4,
        4
      ],
      "contenus": [
        38,
        39
      ]
    },
    {
      "numero": "13",
      "titre": "ET RÉSOLU À L'UNANIMITÉ",
      "pages": [
        4,
        4
      ],
      "contenus": [
        40,
        42
      ]
    }
  ],
  "contenus": [
    {
      "pages": [
        0,
        0
      ],
      "alineas": [
        "COMPILATION ADMINISTRATIVE"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Mise en garde"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Le lecteur est par les présentes avisé que toute erreur ou omission qui pourrait être\nrelevée dans le texte ci-après n'a pas pour effet de diminuer le caractère exécutoire des\nrèglements et amendements, tels que sanctionnés dans leur version originale disponible\nau Service du greffe. Pour vérifier les dispositions applicables, le lecteur pourra consulter\nle texte officiel au Service du greffe de la ville de Sainte-Adèle."
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "La mention « Modifié par : » à la fin d’un article indique que ce dernier a fait l’objet d'une\nou plusieurs modifications dont la référence est alors précisée."
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "CONCERNANT LES VENTES DE GARAGES ET LES BAZARS SUR LE\nTERRITOIRE DE LA VILLE DE SAINTE-ADÈLE"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        "Amendé par les règlements suivants :"
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "alineas": [
        " 1176-1, adopté le 15 juillet 2013, entré en vigueur le 24 juillet 2013 ;"
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "A une séance ordinaire du Conseil municipal, tenue publiquement le 15 octobre 2012 à 20h,\ndans la salle du Conseil Municipal située au 1386 de la rue Dumouchel, Sainte-Adèle, province\nde Québec, lieu ordinaire des séances à laquelle étaient présents Madame et Messieurs les\nConseillers"
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Roch Bédard District 2\nLise Gendron District 3\nJohn Butler District 4\nRobert Lagacé District 5\nPierre Morabito District 6"
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "sous la présidence de Monsieur le Maire Réjean Charbonneau."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Tous membres dudit Conseil et en formant le quorum."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Conformément à l’article 356 de la Loi sur les Cités et Villes le greffier est dispensé de la lecture\ndu règlement 1176-2012."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "QU'IL SOIT STATUÉ ET ORDONNÉ PAR LE PRÉSENT RÈGLEMENT CE QUI SUIT, à savoir:"
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Titre du règlement\n1. Le présent règlement s’intitule « Règlement concernant les ventes de garage et les bazars\nsur le territoire de la Ville de Sainte-Adèle »."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "But du règlement\n2. Le présent règlement a pour but de régir la tenue des ventes de garage et des bazars sur\nle territoire de la ville."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Champ d’application\n3. Le présent règlement s’applique sur tout le territoire de la Ville de Sainte-Adèle."
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Terminologie 4. Pour l’interprétation du présent règlement, à moins de déclaration contraire, expresse ou\nrésultant du contexte de la disposition, les mots ou expressions qui suivent, employés dans\nle présent règlement, ont le sens qui leur est attribué au présent article, à savoir :"
      ]
    },
    {
      "pages": [
        2,
        2
      ],
      "alineas": [
        "Bazar a) le mot « bazar » désigne une vente d’objets tenue par un organisme sans but lucratif\nlégalement constitué, pour une période de temps limitée, sur ou dans une propriété\nimmobilière."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Vente de garage\nb) les mots « vente de garage » désignent une vente non commerciale tenue par une\npersonne physique, pour une période de temps limitée, sur ou dans une propriété\nimmobilière résidentielle."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Vente non commerciale\nc) les mots « vente non commerciale » désignent l’exposition en vente d’objets qui ont été\nutilisés ou qui ont été acquis pour être utilisés à des fins domestiques par les occupants\nde la propriété immobilière résidentielle où ils sont exposés et dont le nombre ou la\nqualité n’excède pas les besoins normaux desdits occupants.\nVille a) le mot « ville » désigne la Ville de Sainte-Adèle;"
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Application et respect du règlement\n5. L’application, la surveillance et le contrôle du présent règlement relèvent du fonctionnaire\ndésigné responsable de l’application des règlements d’urbanisme de la ville. Des\nfonctionnaires désignés adjoints chargés d’aider ou de remplacer le fonctionnaire désigné\npeuvent être nommés par résolution du Conseil municipal de la ville. Le fonctionnaire\ndésigné ou le fonctionnaire désigné adjoint est autorisé à émettre, conformément au Code\nde procédure pénale, des constats pour toute infraction au présent règlement."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Emplacement physique de la vente de garage\n6. La vente de garage doit être tenue sur la propriété immobilière qui est le lieu de résidence\nde la personne physique effectuant la vente."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Constitue une infraction et est interdit le fait, dans le cadre de la tenue d’une vente de\ngarage, d’empiéter sur la voie publique ou sur une propriété voisine, publique ou privée."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Constitue une infraction et est interdit le fait de tenir une vente de garage sur un terrain\nvacant."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Emplacement physique du bazar\n7. Constitue une infraction et est interdit le fait, dans le cadre de la tenue d’un bazar,\nd’empiéter sur la voie publique."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Constitue une infraction et est interdit le fait de tenir un bazar sur une propriété publique\nsans autorisation du Conseil municipal de la ville."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Périodes autorisées\n8. Les ventes de garage et les bazars sont autorisés uniquement les samedis et les dimanches\nde la troisième (3e) semaine complète du mois de mai et de la deuxième (2e) fin de\nsemaine complète du mois de septembre de chaque année."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Art 8 – modifié par le règlement 1176-1"
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Horaire de la vente\n9. Une vente de garage ou un bazar n’est autorisé qu’entre huit heures (8 h) et dix-huit\nheures (18 h) le même jour."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Report de la vente\n10. Dans le cas où la pluie ou d’autres conditions climatiques défavorables empêchent la tenue\nde la vente de garage ou du bazar pendant les périodes autorisées en vertu du présent\nrèglement, la vente pourra être reportée lors de la fin de semaine suivant celle autorisée\npar le présent règlement."
      ]
    },
    {
      "pages": [
        3,
        3
      ],
      "alineas": [
        "Publicité et affichage\n11. L’affichage annonçant la tenue d’une vente de garage ou d’un bazar est assujetti aux\nstrictes conditions suivantes :\na) un seul panneau publicitaire d’une superficie maximale de 0,5 m² est autorisé;\nb) toute installation d’un panneau publicitaire visé au présent article doit se faire sur la\npropriété immobilière où a lieu la vente de garage ou le bazar;\nc) aucun panneau ne peut empiéter sur la voie publique;\nd) ce panneau ne peut être installé avant le mercredi précédant la tenue de la vente de\ngarage ou du bazar et il doit être retiré dès la fin de la vente de garage ou du bazar;\ne) aucun panneau ne doit être implanté de façon à nuire à la visibilité des automobilistes\nou à la sécurité des personnes;"
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Infractions 12. Constitue une infraction au présent règlement et est interdit le fait, pour quiconque, de\ntenir, autoriser ou tolérer une vente de garage ou un bazar en contravention à l’une ou\nl’autre des dispositions du présent règlement."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Peines 13. Quiconque contrevient à l’une ou l’autre des dispositions du présent règlement commet une\ninfraction et est passible d’une amende minimale de DEUX CENTS DOLLARS (200 $), plus\nles frais."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Récidives 14. En cas de récidive dans les deux ans de la date de la dernière infraction, le montant de\nl’amende est doublé en fonction du dernier montant imposé, plus les frais, jusqu’à un\nmaximum de MILLE DOLLARS (1 000 $)."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Infractions continues\n15. Les infractions au présent règlement sont des infractions continues qui constituent, pour\nchaque jour, une infraction distincte et une amende peut être imposée pour chaque jour\nque dure l'infraction."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Remplacement 16. Le présent règlement remplace le règlement 932-1998."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Disposition transitoire\n17. Le remplacement des anciennes dispositions par le présent règlement n’affecte en aucun\ncas les procédures intentées sous l’empire du règlement ainsi remplacé, non plus que les\ninfractions pour lesquelles des procédures n’auraient pas encore été intentées à la date\nd’entrée en vigueur du présent règlement, lesquelles pourront se continuer sous l’autorité\ndu règlement remplacé jusqu’à jugement final et exécution."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "Entrée en vigueur\n18. Le présent règlement entrera en vigueur conformément à la loi."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "IL EST PROPOSÉ PAR LE CONSEILLER: M. Roch Bédard"
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "APPUYÉ PAR LA CONSEILLÈRE : Mme Lise Gendron"
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "QUE le règlement numéro 1176-2012 soit adopté par ce Conseil."
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "(S) Réjean Charbonneau (S) Michel Rousseau\n__________________________ __________________________\nM. Réjean Charbonneau, Maire Me Michel Rousseau, Avocat/greffier"
      ]
    },
    {
      "pages": [
        4,
        4
      ],
      "alineas": [
        "DATE D’ENTRÉE EN VIGUEUR : 24 octobre 2012"
      ]
    }
  ],
  "numero": "1176-2012",
  "objet": "concernant les ventes de garage et les bazars\nsur le territoire de la Ville de Sainte-Adèle.",
  "dates": {
    "adoption": "INCONNU",
    "avis": "ATTENDU QUE l'avis de motion du présent règlement a été donné lors de la séance ordinaire du\n17 septembre 2012 par Monsieur le Conseiller Roch Bédard."
  }
}
