{
  "fichier": "xx-2023-02-20-Rgl-1314-2021-C-1-adopte.pdf",
  "chapitres": [
    {
      "numero": "2",
      "titre": ": DISPOSITIONS APPLICABLES AUX NORMES DE CONSTRUCTION,\nDE RÉSISTANCE, DE SALUBRITÉ ET DE SÉCURITÉ",
      "pages": [
        1,
        2
      ],
      "textes": [
        7,
        9
      ]
    },
    {
      "numero": "3",
      "titre": ": DISPOSITIONS APPLICABLES AUX CONSTRUCTIONS\nDANGEREUSES ET AUX CHANTIERS DE CONSTRUCTION",
      "pages": [
        2,
        4
      ],
      "textes": [
        10,
        13
      ]
    }
  ],
  "textes": [
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "èglement 1314-2021-C-1\nR"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "amendant le Règlement de construction numéro 1314-\n2021-C afin de corriger, d’ajouter, de modifier ou de\npréciser certaines dispositions afin de rendre le\nrèglement davantage performant."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Séance ordinaire du conseil municipal, tenue publiquement le 20 février 2023 à 19h\ndans la salle du conseil municipal située au 1386, rue Dumouchel, Sainte-Adèle, lieu\nordinaire des séances à laquelle sont présents les membres du conseil suivants\nformant le quorum :"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Monsieur Richard Allard Conseiller du district 1\nMadame Arielle Beaudin Conseillère du district 2\nMonsieur Jean-François Robillard Conseiller du district 4\nMonsieur Gaëtan Gagné Conseiller du district 5\nMonsieur David Huggins-Daines Conseiller du district 6"
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "Monsieur le conseiller Alexandre Laganière est absent pour toute la durée de la\nséance."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "sous la présidence de madame la mairesse Michèle Lalonde."
        }
      ]
    },
    {
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "LE CONSEIL MUNICIPAL décrète qu’il soit statué et ordonné par le présent\nrèglement ce qui suit :"
        }
      ]
    },
    {
      "titre": "",
      "pages": [
        1,
        1
      ],
      "contenu": [
        {
          "texte": "L’article 35 sur les fondations est modifié au"
        },
        {
          "texte": "5e alinéa, afin de remplacer la mesure\n«"
        },
        {
          "texte": "0,3 » par la mesure «"
        },
        {
          "texte": "0,2 » afin que la phrase se lise ainsi :"
        },
        {
          "texte": "« L’élévation de la partie supérieure du mur de fondation ne doit jamais être inférieur\nà 0,2 m ni (…) »."
        },
        {
          "texte": "Note :\nIl s’agit d’avoir une exigence qui répond davantage aux normes inscrites sur les plans\nreçus."
        }
      ],
      "article": 1,
      "chapitre": 0
    },
    {
      "titre": "",
      "pages": [
        1,
        2
      ],
      "contenu": [
        {
          "texte": "Le titre de l’article 36 sur les pilotis, pieux et dalle flottante est modifié afin de retirer\nles mots « dalle flottante » et ajouter le mot « et » entre les mots pilotis et pieux."
        },
        {
          "texte": "Note :\nIl ne fait mention nulle part dans l’article de dalle flottante. La notion de dalle est\nprésente à l’article 35."
        }
      ],
      "article": 2,
      "chapitre": 0
    },
    {
      "titre": "",
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "L’article 45 sur les matériaux d’isolation est modifié à deux endroits, tels qu’identifiés\nainsi :"
        },
        {
          "texte": "1- Le"
        },
        {
          "texte": "1er paragraphe est modifié afin d’inclure les mots « ou le polystyrène extrudé »\nà la suite des mots « polystyrène expansé de type I, II ou III » ; et"
        },
        {
          "texte": "2- Modifie la résistance thermique totale afin qu’on y lise «RSI"
        },
        {
          "texte": "4.2 (R-24) »."
        },
        {
          "texte": "Note :\nLes normes sont modifiées afin de répondre aux demandes des citoyens."
        }
      ],
      "article": 3,
      "chapitre": 0
    },
    {
      "titre": "",
      "pages": [
        2,
        2
      ],
      "contenu": [
        {
          "texte": "L’article 86 sur l’obligation de sécuriser les constructions dangereuses est modifié\ndans son ensemble afin de le lire désormais ainsi :"
        },
        {
          "texte": "« Lorsqu'un bâtiment ou une partie de bâtiment est dans une condition dangereuse\nqui présente un risque d’effondrement ou un risque pour la sécurité des personnes, le\nrequérant ou le propriétaire doit prendre immédiatement les mesures nécessaires\npour assurer la sécurité du bâtiment à ses frais. Les travaux de consolidation et de\nréparation doivent être entrepris sans délai."
        },
        {
          "texte": "Toute construction, bâtiment ou ouvrage dangereux doit être complètement fermé,\nbarricadé et le site clôture par une clôture solidement fixée au sol d’une hauteur\nminimale de 1,8 mètre et d’au plus 2,5 mètres, afin de prévenir tout accident et\nd’assurer la sécurité du public."
        },
        {
          "texte": "Sauf les ouvertures réglementaires permettant l’accès au site, toute clôture de\nchantier doit être dépourvue d’ouverture. Toutes les ouvertures d’accès au site\ndoivent être munies d’une barrière qui doit :\na) Demeurer fermée et verrouillée lorsque le site est laissé sans surveillance;\nb) Être maintenue en place jusqu’à la fin des travaux de construction ou\ndémolition."
        },
        {
          "texte": "Tout travail ne doit pas générer de poussière ou toute autre forme de rejet ou dépôt\npouvant atteindre les terrains voisins."
        },
        {
          "texte": "À l’issue de la destruction ou de la démolition d’une construction, tout terrain doit être\ndéblayé et entièrement nettoyé dans les 10 jours. L’autorité compétente peut exiger\ntoute autre mesure supplémentaire pour assurer la sécurité du public et du site »."
        },
        {
          "texte": "Note :\nL’article est modifié pour faciliter l’application"
        }
      ],
      "article": 4,
      "chapitre": 1
    },
    {
      "titre": "",
      "pages": [
        2,
        3
      ],
      "contenu": [
        {
          "texte": "L’article 88 ainsi que son titre sur les constructions inachevées ou abandonnées est\nmodifié dans son ensemble afin de le lire désormais ainsi :"
        },
        {
          "texte": "« Construction inachevée, endommagée ou abandonnée"
        },
        {
          "texte": "Les ouvertures d’une construction inachevée, endommagée ou abandonnée depuis\nplus de 10 jours doivent être barricadées à l’aide de planches ou de panneaux de\nbois peints d’une couleur s’harmonisant au parement extérieur de la construction et\nsolidement fixées de manière à en interdire l’accès et à prévenir les accidents. La\nconstruction doit être achevée dans les 180 jours suivant le sinistre. Si la construction\ndemeure inachevée, endommagée ou abandonnée après ce délai, la construction doit\nêtre démolie »."
        },
        {
          "texte": "Note :\nL’article est modifié dans son semble pour permettre l’application dans plus de situations\nsimiliaires."
        }
      ],
      "article": 5,
      "chapitre": 1
    },
    {
      "titre": "",
      "pages": [
        3,
        3
      ],
      "contenu": [
        {
          "texte": "L’article 90 ainsi que son titre sur les constructions incendiées est modifié dans son\nensemble afin de le lire désormais ainsi :"
        },
        {
          "texte": "« Construction sinistrée"
        },
        {
          "texte": "Dans le cas où un bâtiment est détruit en tout ou en partie par un sinistre ou\nautrement et perd ses droits acquis ou devient autrement dangereux en vertu du\nchapitre 9 du Règlement de zonage en vigueur, le propriétaire doit démolir le bâtiment\nendommagé et la reconstruction, le cas échéant, doit se faire en se conformant aux\nexigences de la règlementation municipale en vigueur."
        },
        {
          "texte": "Une construction sinistrée doit être démolie, y compris ses fondations, et le terrain\ndoit être entièrement débarrassé des débris et gravats dans les 180 jours suivants le\njour de l’incendie."
        },
        {
          "texte": "Le premier alinéa ne s’applique pas si un permis de construction est délivré avant la\nfin du délai prévu au premier alinéa et si les travaux de reconstruction ou de\nréparation débutent dans les 90 jours qui suivent la date de délivrance du permis ou\ndu certificat."
        },
        {
          "texte": "Dans les 48 heures qui suivent l’incendie, les ouvertures de la construction sinistrée\ndoivent être barricadées à l’aide de planches ou de panneaux de bois solidement\nfixés afin d’en interdire l’accès et de prévenir les accidents. Le terrain doit être nettoyé\nde tous débris dangereux."
        },
        {
          "texte": "Durant la période entre le sinistre et la démolition ou le début des travaux de\nreconstruction, la construction doit être convenablement close ou barricadée, ou s’il y\na lieux, entourée d’une clôture opaque solidement fixée au sol d’une hauteur d’au\nmoins 1,8 mètre et d’au plus 2,25 mètres, de façon à assurer en tout temps la\nprotection du public."
        },
        {
          "texte": "L’article 92 s’applique pour déterminer les règles applicables pour la remise en état\nde la construction »."
        },
        {
          "texte": "Note :\nL’article est modifié dans son semble pour permettre l’application dans plus de situations\nsimiliaires."
        }
      ],
      "article": 6,
      "chapitre": 1
    },
    {
      "titre": "",
      "pages": [
        3,
        4
      ],
      "contenu": [
        {
          "texte": "Le présent règlement entre en vigueur conformément à la Loi."
        },
        {
          "texte": "Signé à Sainte-Adèle, ce"
        },
        {
          "texte": "23e jour du mois de mars de l’an"
        },
        {
          "texte": "2023"
        },
        {
          "texte": "(s) Michèle Lalonde (s) Audrey Senécal\n________________________ ___________________________\nMme Michèle Lalonde Me Audrey Senécal\nMairesse Greffière et directrice des Services juridiques"
        },
        {
          "texte": "***************************"
        },
        {
          "texte": "CERTIFICAT D’APPROBATION"
        },
        {
          "texte": "RÈGLEMENT 1314-2021-C-1"
        },
        {
          "texte": "En vertu de l’article 357 de la Loi sur les cités et villes (RLRQ, c. C-19) :"
        },
        {
          "texte": "« Règlement 1314-2021-C-1 amendant le Règlement de construction numéro 1314-\n2021-C afin de corriger, d’ajouter, de modifier ou de préciser certaines dispositions\nafin de rendre le règlement davantage performant »."
        },
        {
          "texte": "Adoption 20 février 2023",
          "tableau": "xx-2023-02-20-Rgl-1314-2021-C-1-adopte/page4-table1.png"
        },
        {
          "texte": "(s) Michèle Lalonde (s) Audrey Senécal\n_____________________ ________________________________\nMme Michèle Lalonde Me Audrey Senécal\nMairesse Greffière et directrice des Services juridiques"
        }
      ],
      "article": 7,
      "chapitre": 1
    }
  ],
  "numero": "INCONNU",
  "dates": {
    "adoption": "Adoption du règlement 20 février 2023",
    "projet": "Adoption du projet 16 janvier 2023",
    "avis": "Avis de motion 16 janvier 2023",
    "entree": "Entrée en vigueur 17 mars 2023",
    "publique": "Consultation publique 7 février 2023",
    "mrc": "Certificat de conformité de la MRC 17 mars 2023"
  }
}
